[
    {
        "original_question": "某小学一至6年级共780人。在参加数学兴趣小组的学生中，有8/17是6年级学生，有9/23是5年级学生。求该校没有参加数学兴趣小组的学生有几人？",
        "original_explanation": "这里要求没有参加的学生人数。已知总共的人数是780人，我们减去参加数学兴趣小组的人数就可以得到没有参加的人数。接下来我们要求的就是参加数学兴趣小组的人数。已知有8/17是6年级学生，9/23是5年级学生。按照平常的解题思路，只有这两个分类，没有具体的数字，这个题目看似做不了，是求不出来的。\n\n大部分同学分析到这里，认为这个题目缺少条件。我们再仔细看一下，这里到底缺不缺少条件。根据这两个分类，肯定很难直接求出来。这里要结合现实生活，人的个数是整数个的。所以参加兴趣小组的总人数肯定是17和23的公倍数。如果不是的话，6年级和5年级的求出来人数就不是整数个了。\n\n我们得到一个隐藏的已知条件：数学兴趣小组的人数是17和23的公倍数。17和23是互质数，直接相乘得到最小公倍数391人，也就是数学兴趣小组人数最少是391人，或者是391人的倍数。这里有一个上限，总共人数才780人，所以要在小于780的数字中找它的倍数。\n\n391的两倍是782，超过总人数780，所以不符合。只剩下391了。确定数学兴趣小组人数是391人。没有参加的学生人数是780-391=389人。",
        "similar_question_1": "某学校一至6年级共840人。在参加科学兴趣小组的学生中，有7/19是6年级学生，有5/21是5年级学生。求该校没有参加科学兴趣小组的学生有几人？",
        "similar_explanation_1": "这里要求没有参加的学生人数。已知总共的人数是840人，我们减去参加科学兴趣小组的人数就可以得到没有参加的人数。接下来我们要求的就是参加科学兴趣小组的人数。已知有7/19是6年级学生，5/21是5年级学生。按照平常的解题思路，只有这两个分类，没有具体的数字，这个题目看似做不了，是求不出来的。"
    },
    {
        "original_question": "一条路修了3/5，距离终点6千米，求这条路的总长。",
        "original_explanation": "这条路修了3/5，距离终点6千米。终点是全长的1/2。我们知道3/5被分成了两段：1/2和6千米。6千米占全长的1/2。我们可以通过以下步骤求出总长：\n\n1. 设这条路的总长为x千米。\n2. 6千米占全长的1/2，所以全长的一半是6千米，即x/2 = 6千米。\n3. 解这个方程，得到x = 12千米。\n\n所以，这条路的总长是12千米。",
        "similar_question_1": "一条河流修了4/7，距离终点8千米，求这条河流的总长。",
        "similar_explanation_1": "这条河流修了4/7，距离终点8千米。终点是全长的1/2。我们知道4/7被分成了两段：1/2和8千米。8千米占全长的1/2。我们可以通过以下步骤求出总长："
    },
    {
        "original_question": "一本书共有110页，已经看的页数比没看的多1/5，求已经看了多少页？",
        "original_explanation": "看到题目当中这里出现了“比”字，后面单位一是没看的页数，给我们的具体量是这一本书的页数，这里是不同意的。其实这道题我们只要转换一下，把这个比值转换成分数，也就是已经看的页数是没看页数的几分之几。根据这句话“已经看的比没看的要多1/5”，这里就是1 + 1/5 = 6/5。已经看的页数是没看页数的6/5。再回到这里，我们相当于把已经看的页数看作是六份，没看的页数看作是五份，他们的页数比就是6:5。总页数是110页，相当于把这本书平均分成11份，求其中的六份，那就是110 × (6/11)，算出来已经看的页数就是60页。",
        "similar_question_1": "一本书共有132页，已经看的页数比没看的多1/4，求已经看了多少页？",
        "similar_explanation_1": "看到题目当中这里出现了“比”字，后面单位一是没看的页数，给我们的具体量是这一本书的页数，这里是不同意的。其实这道题我们只要转换一下，把这个比值转换成分数，也就是已经看的页数是没看页数的几分之几。根据这句话“已经看的比没看的要多1/4”，这里就是1 + 1/4 = 5/4。已经看的页数是没看页数的5/4。再回到这里，我们相当于把已经看的页数看作是五份，没看的页数看作是四份，他们的页数比就是5:4。总页数是132页，相当于把这本书平均分成9份，求其中的五份，那就是132 × (5/9)，算出来已经看的页数就是73.33页。"
    },
    {
        "original_question": "一批零件甲单独做六小时完成，乙单独做八小时完成。现在两人合作，最终甲比乙多做24个，求这批零件共有多少个。",
        "original_explanation": "甲单独做六小时完成，通过这个我们可以求出甲的工作效率，也就是他一个小时完成几分之几：1÷6=1/6。乙单独做八小时完成，乙的工作效率是1÷8=1/8。由于他们是合作完成的，最终他们用的时间是相同的，所以甲乙的工作总量比等于他们的工作效率比，即1/6比1/8，化简一下等于4比3。通过这个比，我们可以知道相当于把这一批零件分成了七份，甲做了其中的四份，乙做了其中的三份。甲做了这一批零件的4/7，乙做了这一批零件的3/7。甲比乙多做了4/7减去3/7等于1/7。所以这一批零件我们就可以求出来：24去除以1/7，算出来就是168个。",
        "similar_question_1": "一批零件甲单独做五小时完成，乙单独做十小时完成。现在两人合作，最终甲比乙多做30个，求这批零件共有多少个。",
        "similar_explanation_1": "甲单独做五小时完成，通过这个我们可以求出甲的工作效率，也就是他一个小时完成几分之几：1÷5=1/5。乙单独做十小时完成，乙的工作效率是1÷10=1/10。由于他们是合作完成的，最终他们用的时间是相同的，所以甲乙的工作总量比等于他们的工作效率比，即1/5比1/10，化简一下等于2比1。通过这个比，我们可以知道相当于把这一批零件分成了三份，甲做了其中的两份，乙做了其中的一份。甲做了这一批零件的2/3，乙做了这一批零件的1/3。甲比乙多做了2/3减去1/3等于1/3。所以这一批零件我们就可以求出来：30去除以1/3，算出来就是90个。"
    }
]