[
    {
        "original_question": "在一次足球比赛中，四个队进行循环赛，需要比赛多少场？（两个队之间比赛一次成一场）",
        "original_explanation": "首先我们解释一下什么叫循环赛。比如说我们现在有三个球队，A、B、C。A和B进行一场比赛，这算一场吧？那么A和C还要再进行一场比赛，明白了吗？这完了没？没完，B和C也要进行一场比赛。那请问我们每一个队都赛了几场？大家来看一下，我们这每个队都赛了两场。\n\n但是我们在计算次数的时候要注意，这里边有问题。其实他们的比赛只有三场。为什么呢？因为A和B之间的比赛和B和A之间的比赛是一样的，所以我们只算一次。\n\n在这里画图的时候，我们用线段图来画。我们有四个队，分别为A、B、C、D。用线段图来表示比赛的场次。A和B连起来相当于A和B之间比赛了一场，每一条线都是比赛的场次。A到B一场，A到C一场，A到D一场，共三场。然后从B开始，B到C一场，B到D一场，共两场。最后C和D一场。加起来总共是六场比赛。",
        "similar_question_1": "在一次篮球比赛中，五个队进行循环赛，需要比赛多少场？（两个队之间比赛一次成一场）",
        "similar_explanation_1": "首先我们解释一下什么叫循环赛。比如说我们现在有五个球队，A、B、C、D、E。A和B进行一场比赛，这算一场吧？那么A和C还要再进行一场比赛，明白了吗？这完了没？没完，A和D、A和E也要进行比赛。接下来，B和C、B和D、B和E也要进行比赛。然后是C和D、C和E，最后是D和E。"
    },
    {
        "original_question": "营业员有一张50元纸币，四张20元纸币，八张10元纸币。他要找给顾客90元钱，有几种找法？",
        "original_explanation": "这是关于我们人民币的组合问题。我们可以把这个问题列成表格来看一下。纸币有三种：一种是50元，一种是20元，一种是10元。找钱的时候，我们应该先按大钱来找，因为这样比较方便。\n\n1. 先用一张50元纸币，那么还差40元。40元可以用两张20元纸币来找。\n2. 先用一张50元纸币，还差40元。40元可以用一张20元纸币和两张10元纸币来找。\n3. 先用一张50元纸币，还差40元。40元可以用四张10元纸币来找。\n\n接下来，我们把50元纸币抛开，只用20元和10元纸币来找：\n\n4. 用四张20元纸币是80元，再加一张10元纸币是90元。\n5. 用三张20元纸币是60元，再加三张10元纸币是90元。\n6. 用两张20元纸币是40元，再加五张10元纸币是90元。\n7. 用一张20元纸币是20元，再加七张10元纸币是90元。\n\n所以，总共有七种找法。",
        "similar_question_1": "营业员有两张50元纸币，三张20元纸币，五张10元纸币。他要找给顾客130元钱，有几种找法？",
        "similar_explanation_1": "这是关于人民币组合的问题。我们可以把这个问题列成表格来看一下。纸币有三种：一种是50元，一种是20元，一种是10元。找钱的时候，我们应该先按大钱来找，因为这样比较方便。"
    },
    {
        "original_question": "把56789这五个数字按从小到大排成一行，在这五个数字中任意插入若干个加号，可以得到多少种不同的答案？（最少插入一个加号）",
        "original_explanation": "这道题目要求我们在五个数字56789中插入加号，最少插入一个加号，来看看有多少种不同的答案。我们可以通过列举法来解决这个问题。\n\n1. 插入一个加号：\n   - 5+6789\n   - 56+789\n   - 567+89\n   - 5678+9\n   总共有4种情况。\n\n2. 插入两个加号：\n   - 5+6+789\n   - 5+67+89\n   - 5+678+9\n   - 56+7+89\n   - 56+78+9\n   - 567+8+9\n   总共有6种情况。\n\n3. 插入三个加号：\n   - 5+6+7+89\n   - 5+6+78+9\n   - 5+67+8+9\n   - 56+7+8+9\n   总共有4种情况。\n\n4. 插入四个加号：\n   - 5+6+7+8+9\n   总共有1种情况。\n\n将所有情况加在一起，总共有4 + 6 + 4 + 1 = 15种不同的答案。",
        "similar_question_1": "把12345这五个数字按从小到大排成一行，在这五个数字中任意插入若干个加号，可以得到多少种不同的答案？（最少插入一个加号）",
        "similar_explanation_1": "这道题目要求我们在五个数字12345中插入加号，最少插入一个加号，来看看有多少种不同的答案。我们可以通过列举法来解决这个问题。"
    },
    {
        "original_question": "1~8这八个数字每次取两个数，要使它们的和大于八，有多少种不同的取法？",
        "original_explanation": "各位同学，我们没有办法一下子搞清楚有多少种取法，那么到底有多少呢？我们通过把它一一列举出来。就像我们这个单元学的是简单的列举，就是把它写出来，然后去总结一下就可以了。为了不重复、不漏写，我们把它按照顺序来写。按照什么顺序呢？我们一般采用的顺序是从大到小。\n\n首先，考虑以8为其中一个加数：\n- 8+1 = 9\n- 8+2 = 10\n- 8+3 = 11\n- 8+4 = 12\n- 8+5 = 13\n- 8+6 = 14\n- 8+7 = 15\n\n总共有7种。\n\n接下来，考虑以7为其中一个加数：\n- 7+2 = 9\n- 7+3 = 10\n- 7+4 = 11\n- 7+5 = 12\n- 7+6 = 13\n\n总共有5种。\n\n再接下来，考虑以6为其中一个加数：\n- 6+3 = 9\n- 6+4 = 10\n- 6+5 = 11\n\n总共有3种。\n\n然后，考虑以5为其中一个加数：\n- 5+4 = 9\n\n总共有1种。\n\n其他的组合我们都已经列举过了，所以总共有7+5+3+1=16种不同的取法。",
        "similar_question_1": "1~10这十个数字每次取两个数，要使它们的和大于十二，有多少种不同的取法？",
        "similar_explanation_1": "同学们，我们来看看这道题。我们还是通过一一列举的方法来解决。为了不重复、不漏写，我们按照顺序来写，从大到小开始。"
    },
    {
        "original_question": "用0156这四个数字你可以组成多少个不同的四位数？从小到大排列1650排第几？在组成的数中每个数字只能用一次。",
        "original_explanation": "先考虑可能性，因为这道题可能性对我们来说应该不陌生了。四个数字组成四位数，个位、十位、百位、千位。先考虑第一个千位上可以填几个数字。千位上可以填1、5、6，所以千位上可以填三种。当千位上的数字确定了以后，比如说我们把6填上，百位上可以填几种？百位上也是三种，因为百位上可以填0、1、5。十位上可以填两个数字，个位上是一种。总共多少种？用3×3×2×1=18种。\n\n接下来第二个问题，1650在这里边由小到大排列是第几个？我们排一下吧。最小的四位数是1056，然后是1065，再是1506，1560，1605，1650。1650排在第六个。",
        "similar_question_1": "用1234这四个数字你可以组成多少个不同的四位数？从小到大排列3241排第几？在组成的数中每个数字只能用一次。",
        "similar_explanation_1": "先考虑可能性。四个数字组成四位数，个位、十位、百位、千位。先考虑第一个千位上可以填几个数字。千位上可以填1、2、3、4，所以千位上可以填四种。当千位上的数字确定了以后，比如说我们把3填上，百位上可以填几种？百位上可以填1、2、4三种。十位上可以填两个数字，个位上是一种。总共多少种？用4×3×2×1=24种。"
    },
    {
        "original_question": "用8630这四个数字可以组成多少个不同的三位数？请问最大是多少？",
        "original_explanation": "这个题其实很简单，最大是多少呢？我们先来看最大是多少。组成三位数，最大的是863。怎么写呢？个位、十位、百位，想要数字最大，最高位的数要是最大的，最高位是8，对吗？接下来十位和个位要么填3要么填6。要想数字最大，那紧跟着就是6，然后是3，对吧？\n\n这道题的重点是我们要解决可以组成多少个不同的三位数。好，来，这一步研究完了，我们来研究这个。各位往下看，个位、十位、百位。大家来看一下，三位数百位上你有几种填法？百位上你可以填几种数字？几种写法？百位上零不能写，我可以填8，可以填6，可以填3，所以百位上是三种填法，对吗？\n\n当我们百位上确定了一个数字之后，实际上有几种填法？现在考虑十位上，十位上可以填哪些数字？考虑一下，这个题带了零以后它都会变得不一样。几种？对了，十位上可以填三种。为什么？举例子，我把8填到百位上的话，我们十位上可以填几个数字？可以填6，可以填3，可以填0，所以是三种，对吗？\n\n个位上呢？个位上有几种答案？考虑个位上是几种？我现在百位上已经填了一个数字了，实际上也填了一个数字，我剩下的数字只有两个数字，这两个数字填到个位上会有几种可能？两种可能，对吗？那我们可以组成多少个不同的三位数？就是3×3×2等于3×3得9，9×2等于18。能看懂吗？最大的数呢，我们刚才确定的是863。听懂的给老师打个一，谢谢。",
        "similar_question_1": "用7421这四个数字可以组成多少个不同的三位数？请问最大是多少？",
        "similar_explanation_1": "这个题也很简单，最大是多少呢？我们先来看最大是多少。组成三位数，最大的是742。怎么写呢？个位、十位、百位，想要数字最大，最高位的数要是最大的，最高位是7，对吗？接下来十位和个位要么填4要么填2。要想数字最大，那紧跟着就是4，然后是2，对吧？"
    },
    {
        "original_question": "从三张数字卡片3、6、0中挑出两张排成一个两位数，一共可以排多少个？",
        "original_explanation": "当我们从3、6、0这三张数字卡片中挑出两张排成一个两位数时，首先要考虑的是十位数和个位数的选择。十位数不能是0，所以十位数只能是3或6。具体分析如下：\n\n1. 如果十位数是3，那么个位数可以是6或0。\n2. 如果十位数是6，那么个位数可以是3或0。\n\n因此，十位数有2种选择（3或6），每种选择对应的个位数也有2种选择（6或0，3或0）。所以总共有2×2=4种不同的两位数组合。具体的两位数是：36、30、63、60。\n\n答案是：4个。",
        "similar_question_1": "从四张数字卡片4、7、1、0中挑出两张排成一个两位数，一共可以排多少个？",
        "similar_explanation_1": "当我们从4、7、1、0这四张数字卡片中挑出两张排成一个两位数时，首先要考虑的是十位数和个位数的选择。十位数不能是0，所以十位数只能是4、7或1。具体分析如下："
    }
]