[
    {
        "original_question": "用红、黄、蓝、紫四种颜色的笔涂下面的四个圆圈，而且四个圆圈的颜色都不一样，共有几种涂法？",
        "original_explanation": "这道题目要求我们用红、黄、蓝、紫四种颜色的笔涂四个圆圈，并且每个圆圈的颜色都不一样。我们可以通过排列组合的方法来解决这个问题。\n\n首先，我们考虑第一个圆圈的颜色。因为有四种颜色可以选择，所以第一个圆圈有4种选择。\n\n接下来，考虑第二个圆圈的颜色。由于第一个圆圈已经使用了一种颜色，剩下的颜色有3种选择。\n\n然后，考虑第三个圆圈的颜色。此时，前两个圆圈已经使用了两种颜色，剩下的颜色有2种选择。\n\n最后，第四个圆圈的颜色。前三个圆圈已经使用了三种颜色，剩下的颜色只有1种选择。\n\n因此，总共有 \\(4 \\times 3 \\times 2 \\times 1 = 24\\) 种不同的涂法。",
        "similar_question_1": "用红、黄、蓝、绿四种颜色的笔涂下面的四个方块，而且四个方块的颜色都不一样，共有几种涂法？",
        "similar_explanation_1": "这道题目要求我们用红、黄、蓝、绿四种颜色的笔涂四个方块，并且每个方块的颜色都不一样。我们可以通过排列组合的方法来解决这个问题。\n\n首先，我们考虑第一个方块的颜色。因为有四种颜色可以选择，所以第一个方块有4种选择。\n\n接下来，考虑第二个方块的颜色。由于第一个方块已经使用了一种颜色，剩下的颜色有3种选择。\n\n然后，考虑第三个方块的颜色。此时，前两个方块已经使用了两种颜色，剩下的颜色有2种选择。\n\n最后，第四个方块的颜色。前三个方块已经使用了三种颜色，剩下的颜色只有1种选择。\n\n因此，总共有 \\(4 \\times 3 \\times 2 \\times 1 = 24\\) 种不同的涂法。",
        "similar_question_2": "用红、黄、蓝、紫、绿五种颜色的笔涂下面的五个三角形，而且五个三角形的颜色都不一样，共有几种涂法？",
        "similar_explanation_2": "这道题目要求我们用红、黄、蓝、紫、绿五种颜色的笔涂五个三角形，并且每个三角形的颜色都不一样。我们可以通过排列组合的方法来解决这个问题。"
    },
    {
        "original_question": "小琪有三件不同颜色的上衣和四件不同颜色的裙子，问她共有多少种不同的穿搭？",
        "original_explanation": "这道题目考察的是排列组合的基本原理。我们有三件不同颜色的上衣和四件不同颜色的裙子。每一件上衣都可以和每一件裙子进行搭配。我们可以通过以下步骤来计算总的搭配数：\n\n1. 首先，我们将三件上衣分别标记为1、2、3。\n2. 然后，将四件裙子分别标记为A、B、C、D。\n3. 接下来，我们列举出每一件上衣与每一件裙子的所有搭配情况。\n\n当上衣是1时，它可以搭配的裙子有：1A、1B、1C、1D，共4种搭配。\n当上衣是2时，它可以搭配的裙子有：2A、2B、2C、2D，共4种搭配。\n当上衣是3时，它可以搭配的裙子有：3A、3B、3C、3D，共4种搭配。\n\n因此，每一件上衣都有4种不同的搭配方式，总共有3件上衣，所以总的搭配数为：\n3 × 4 = 12种。",
        "similar_question_1": "小明有两顶不同颜色的帽子和五件不同颜色的T恤，问他共有多少种不同的搭配？",
        "similar_explanation_1": "这道题目同样考察的是排列组合的基本原理。我们有两顶不同颜色的帽子和五件不同颜色的T恤。每一顶帽子都可以和每一件T恤进行搭配。我们可以通过以下步骤来计算总的搭配数：\n\n1. 首先，我们将两顶帽子分别标记为1、2。\n2. 然后，将五件T恤分别标记为A、B、C、D、E。\n3. 接下来，我们列举出每一顶帽子与每一件T恤的所有搭配情况。\n\n当帽子是1时，它可以搭配的T恤有：1A、1B、1C、1D、1E，共5种搭配。\n当帽子是2时，它可以搭配的T恤有：2A、2B、2C、2D、2E，共5种搭配。\n\n因此，每一顶帽子都有5种不同的搭配方式，总共有2顶帽子，所以总的搭配数为：\n2 × 5 = 10种。",
        "similar_question_2": "小红有四双不同颜色的鞋子和三条不同颜色的裤子，问她共有多少种不同的搭配？",
        "similar_explanation_2": "这道题目同样考察的是排列组合的基本原理。我们有四双不同颜色的鞋子和三条不同颜色的裤子。每一双鞋子都可以和每一条裤子进行搭配。我们可以通过以下步骤来计算总的搭配数："
    },
    {
        "original_question": "用两个四和十个零组成一个12位数，要求每一集的末尾零都不读。",
        "original_explanation": "同学们，首先我们要明确题目的要求：用两个四和十个零组成一个12位数，并且每一集的末尾零都不读。我们可以这样来做：\n\n1. 先把两个四和十个零写出来：440000000000。\n2. 按照题目的要求，每一集的末尾零都不读，所以我们要把零放在每一集的末尾。\n3. 这样我们可以得到：四百四十亿。\n\n注意：每一集的末尾零都不读，所以我们只读一个零。",
        "similar_question_1": "用三个五和九个零组成一个12位数，要求每一集的末尾零都不读。",
        "similar_explanation_1": "同学们，这道题的要求是用三个五和九个零组成一个12位数，并且每一集的末尾零都不读。我们可以这样来做：\n\n1. 先把三个五和九个零写出来：555000000000。\n2. 按照题目的要求，每一集的末尾零都不读，所以我们要把零放在每一集的末尾。\n3. 这样我们可以得到：五百五十五亿。\n\n注意：每一集的末尾零都不读，所以我们只读一个零。",
        "similar_question_2": "用四个六和八个零组成一个12位数，要求每一集的末尾零都不读。",
        "similar_explanation_2": "同学们，这道题的要求是用四个六和八个零组成一个12位数，并且每一集的末尾零都不读。我们可以这样来做："
    }
]