[
    "同学们大家好今天跟我一起来学习相交线与平行线相交线与平行线同学们一定不陌生日常上课使用的黑板黑板的对边所在的直线平行黑板的邻边所在的直线相交在这幅图中所有的线都是直线吗有相交线吗有平行线吗你的双眼是否也被欺骗了其中中间的黑线是两条平行线本章将研究平面内不重合的两条直线的位置关系相交与平行我们还将学习通过简单的推理得出数学结论的方法培养言之有据的思考习惯相信通过本章的学习你会发现数学越来越好玩了好现在我们一起来学习本章第一节相交线日常生活中的剪刀给人一种相交线的形象如图那么任意的两条直线相交会形成几个小于平角的角呢图中直线ab CD相交于点O这时我们会有角一角二角三角四会有四个角请你观察图形角一和角二有怎样的位置关系不难发现角一与角二有一条公共边OC另两边OA与OB都在直线ab上发现角二的ob边为角一的OA边的反向延长线当然也可以说成角一的OA边是角二的ob边的反向延长线具有像角一与角二位置关系的两个角我们称它们互为邻补角图中角一角二互为邻补角那么与角一互为邻补角的还有谁呢你发现了吗对还有角四我们发现角似的一条边OA恰好是角一的一条边也就是OA是角一角四的公共边OD是角一的边OC的反向延长线此时角一与角四也互为邻补角那角一与角二互为邻补角角一与角四互为邻补角此时角一与角三有怎样的位置关系呢显然他们不是邻补角的关系我们发现角一与角三的两边分别互为反向延长线像这样位置关系的两个角我们称它们互为对顶角图中还有对顶角吗很好是角二和角四好那我们共同归纳一下零部角与对顶角的概念邻补角的概念如果两个角有一条公共边他们的另一边互为反向延长线那么这两个角互为邻补角图中角一的邻补角有很好角二和角四对顶角的概念如果两个角有一个公共顶点并且其中一个角的两边是另一个角两边的反向延长线那么这两个角互为对顶角图中角二的对顶角是很好角四好依据前面我们所学习的知识来解决下面的问题如图所示角一与角二灰邻不巧的是请先按暂停键做完之后我们一起来对答案逐一分析ABCD4个选项发现A选项的角二的边与角一的边不互为反向延长线所以错误B选项两角没有公共边并且两边也不互为反向延长线因此B也错误C选项角一角二两边互为反向延长线但没有公共边不是互为邻补角那它们是很好对顶角D选项符合定义因此答案是D你选对了吗我们再来看第二下列各图中角一与角二是对顶角的是请按下暂停键仍然逐一分析根据对顶角的定义我们请注意对顶角是两条相交直线构成的只有两条直线相交时才能构成对顶角因此ABC选项都为错误的那D选项我们仔细发现角一与角二的两边互为反向延长线图中有一条线是用来迷惑你的因此答案是D我们继续观察学习当直线CD绕点O顺时针旋转时角一与角二的位置关系有变化吗角一与角三呢显然位置关系都不变即角与角二互为邻补角角与角三互为对顶角那么角一与角二有什么数量关系呢角一与角三呢我们发现角一与角二的OAOB边都在直线ab上组成一个平角所以角一加角二等于180度那为什么我们会得到角一等于角三呢你是拿量角器测量的你还是感觉像请注意数学需要严谨所以如何来说明角一与角三相等呢我们看下面这道例题例三如图已知直线ab与CD相交于点O是说明角一等于角三角二等于角四请按暂停键你来想一想如何来说明呢要想说明角一等于角三我们观察图形发现角一与角三是两条直线相交所产生的对顶角那么两条直线相交不仅有对顶角还有对还有邻补角此时我们发现角一的邻补角是角二或者角四角三的邻补角也是角二和角四好我们选择其中的一个角我们选择角二我们发现角一角二互为邻补角所以角一与角二互补角三与角二也互补所以角一就会等于角三这是根据同角的补角相等因此我们有如下的推理解因为直线ab与CD相交于点O所以角一与角二互补角二与角三互补根据邻补角的定义所以角一等于角三根据同角的补角相等因此我们可以同理可证角二等于角四所以我们就可以得到邻补角对顶角的性质邻补角互补对顶角相等两条直线相交必然会产生邻补角对顶角这在题中我们就可以直接使用了好我们来看例四如图直线ab相交角一等于40度求角二角三角四的度数请你按下暂停键观察图形我们发现两条直线相交必然有邻补角互补对顶角相等由此我们知道角一等于40度那么角二与角四与角一有什么关系呢角三与角一有什么关系呢所以这道题解决起来还是很轻松的解由邻补角的定义得角二等于80度减角一等于140度由对顶角相等我们可以得到角三等于角一等于40度角四等于角二等于140度好我们总结一下本堂课我们所学的知识本节课我们主要研究了邻补角对顶角的定义以及性质邻补角有什么样的特征回忆两条直线相交所形成的角有公共的顶点有一条公共边对顶角有什么特征呢两条直线相交所形成的角有公共顶点没有公共边邻补角的性质是什么很好邻补角互补对顶角的性质是对顶角相等那二者之间有相同处吗它们都是由两条直线相交而形成的角都有一个公共的顶点还有他们都是成对出现的不同点呢谈不同点是有无公共边两条直线相交时对顶角只有两对邻补角有四对今天的课后作业是作业文档中的相应内容好今天的课上到这里谢谢大家再见",
    "同学们大家好今天跟我一起来学习垂线在相交线的模型中固定木条A转动木条B当B的位置发生变化时ab所成的角阿尔法也会发生变化当角阿尔法等于90度时我们说A与B互相垂直记作A垂直于B我们可以看到垂直是相交的一种特殊情况由此可以得到本节课的第一个知识点垂线的定义当两条直线相交所成的四个角中有一个角是直角时就说这两条直线互相垂直其中一条直线叫做另一条直线的垂线它们的交点叫做垂足在定义中所强调相交线所产生的四个角只要有一个角是直角那么我们就可以称这两条直线互相垂直文字语言叙述虽然叙述的很清楚但发现不够直观所以我们往往可以用图形语言帮助我们来直观展现而在运用时就需要简洁的书写而达到目的所以符号语言我们就可以这样来说因为四个角中我们选择其中一个角即可那我就选择图中的角一因为角一等于90度是已知所以ab垂直于CD与O根据垂线定义由定义我们可知如果我已知直线ab垂直于CD于O那么我就可以说四个角中的任何一个角都为90度你既然已经知道垂线的定义那么我给你这样的问题请你帮助我解答已知一条直线你能画出它的垂线吗如果你能画出它的垂线那你能画出几条呢请按下暂停键想一想画一画能画出多少条那你的结论是一条直线的垂线会有无数条那么过已知直线上一点你能画出这条直线的垂线吗若能你能画出几条请利用你手里的三角板直尺和铅笔画一画看看你的结论是什么按下暂停键好请你回答我为什么要让你使用三角板呢对画相交线容易但怎样保证我们所画出来的直线与已知直线垂直于是三角板的直角就起到了大作用现在请跟着我一起画第一步把直尺贴在已知直线上第二步将三角板的一条直角边靠在直尺上然后第三步移动三角板直到三角板的另一条直角边经过点O这时我们沿着这条直角边所在的直线画出过点O的垂线你学会了吗显然过直线上一点有且只有一条直线与已知直线垂直在这里我们特别强调有且只有有它代表了存在这样一条直线只有代表了唯一的一条所以我们可以简单又严谨的说成有且仅有继续你能否过已知直线外一点画出这条直线的垂线呢如果能画能画几条请利用刚刚学习的直尺三角板的画法画已知直线的垂线请你试一试现在请按下暂停键好看看我的做法是否与你的做法是一致的第一步贴第二部靠第三部第四部画这样我们就画出来了直线外一点的这条垂线那么你的结论是什么很好过直线外一点有且只有一条直线与已知直线垂直在前面的探索中我们得到了垂线的性质一经过一点而这一点可能在直线上也可能在直线外但是无论是直线上还是直线外我们都能画出已知直线的一条垂线并且只能画出一条垂线即简单的说成在同一平面内过一点有且只有一条直线与已知直线垂直利用你学习的知识解决下面的问题如图请你过点P画出线段ab或射线ab的垂线按下暂停键画完后与我对答案你是这样画的吗第一幅图是用三角板和直尺一贴二靠三移四画得到的吗再来看第二幅图第二幅图发生了什么情况我用直尺三角板去画时我会发现线段ab的垂线线段ab的垂线会发现不够长怎么办延长ab接下来你的四步是不是可以做到了呢请注意垂线是一条直线一定记得别画成射线第三幅图好那画一条线段或射线的垂线时请注意其实就是画他们所在直线的垂线但是我们再次强调垂线是一条直线请自查你的画图下面这个问题你能解决吗如图从A点向已知直线L画一条垂直的线段和几条不垂直的线段你换好了吗如图AD垂直于L我们称D为点A到直线L的垂线段请你试一试第一个问题线段ABACADAE谁最短显然是线段AD最短那么你能用一句话表示这个结论吗用一句话表示这个结论其实就是结合已知和未知看图来用语言描述出来越简简洁严谨那就越好你试试看想好怎样说了吗而这个结论其实就是垂线的性质二连接直线外一点与直线上各点的所有线段中垂线段最短简单的说成就是垂线段最短由垂线的性质二你来猜想一下直线外一点P和直线L的距离应该如何画出好那究竟什么叫点到直线的距离呢依据点到直线的距离定义你再来查看一下你所画出来的点P到直线L的距离是否正确直线外一点到这条直线的垂线段的长度叫做点到直线的距离如图线段PO的长度即为点P到直线L的距离与你所想的一样吗在这时请注意距离是一个数量它指的是垂线段的长度我们不能说垂线段是点到直线的距离也就是说如果你说成了PO是点P到直线L的距离那就大错特错了请注意指代的是垂线段TO的长度是点P到直线L的距离现在用我们已学的知识来解决下面的问题第一题已知如图ab垂直于CD垂足为OEF为过点O的一条直线则角一与角二的关系一定成立的是A相等B互娱C互补D互为对顶角请按暂停键分析已知条件ab垂直于CD我们就可以得到相交所形成的四个角任何一个角都为90度即角AOC角BOC角BOD角DOA等于90度需要哪一个角等于90度那么一会我们再用到时就拿出谁来EF为过点O的一条直线要寻找角一与角二的关系我们发现角一与角二的一条边是互为反向延长线的那互为反向延长线的这条边恰好就在过点O的这条直线上但角一角二是对顶角吗不是你们另外一条边并不成为互相的反向延长线角一角二是邻补角吗也不是另外一条边ob和OD不是公共边那角一与角二到底什么关系呢而此时我们发现角一角二中间还有一个角bodBOD与角与角二恰好形成的是平角所以角一与角二加上角bod等于180度这时我们发现角一与角二的和就会等于180度减90度等于90度因此角一角二的关系是B互娱我们再来看第二题如图点C到线段ab的距离是指A线段AC的长度B线段CD的长度C线段BC的长度D线段BD的长度请按下暂停键你的答案是很好使B点到线的距离请注意指的是这个点到这条直线的垂线段的长度寻找垂线段那我们要寻找到最短的那一条且垂直于ab所以答案是B第三题如图直线ab CD相交于点OOE垂直于ab角一等于75度求角EOD的度数请按下暂停键好你有思路了吗有人已经把过程都已经写完了吗好跟着我一起来分析请看图要想求角EOD的度数我们先标识出来我们发现叫EOD其实是由角EOB和角BOD组成耳机中角EOB我们标为角二角BOD我们标为角三说话方便而此时角二和角三中再次由已知条件中我们能够发现原来角二是OE垂直ab而得到的角二是等于90度很好那角三呢角三如果一旦解决角EOD是不是就是渴求了这时我们发现其中还有一个条件叫角一等于75度还没有用呢角一与角三会具备什么关系原来是直线ABCD相交而形成的角一与角三恰好形成的是对顶角由对顶角相等可以知道角三等于角一等于75度的这样角EOD的度数我们就可以解决了因此我们第一步应该说因为ab垂直于OE已知所以角二等于90度根据垂直定义因为角三等于角一等于75度对顶角相等所以要求的角EOD就会等于角二加角三代入代入我们刚刚得出的90度75度就会等于165度你解对了吗又到了课堂小结的时间啦同学们本节课我们都学习了哪些知识第一我们学习了垂线的定义第二我们学习了垂线的性质一在同一平面内经过一点有且只有一条直线与已知直线垂直为什么我们要强调在同一平面内呢这个问题留给你课下思考第三垂线的性质二可以简单的说成垂线段最短第四点到直线的距离我们需要特别注意是指的垂线段的长度第五教给大家直尺三角板画垂线的方法一贴二靠三移四画今天的课后作业仍然为文档中的相应内容好同学们再见",
    "同学们大家好今天跟我一起来学习同位角内错角同旁内角如图两条直线相交构成的四个角中任意两个角都有什么关系其中有两对对顶角角一和角三角二和角四它们分别相等还有四对邻补角角一和角二角二和角三角三和角四角四和角一它们分别互补那么再增加一条直线CD也与EF相交此时又会产生四个角95969798其中直线ABCD都与第三条直线EF相交这时我们可以说两条直线ABCD被第三条直线EF所截构成八个角简称为三线八角直线ab CD是被截直线EF是截线今天这节课我们就来研究三线八角中没有公共顶点的两个角之间的关系活动一请你观察角一与角五的位置关系由于途中的角较多影响我们的观察所以我教给大家一个方法我们可以把角一与角五从图形中分解出来看神奇的变化这样就容易发现小玉小五他们所在的位置究竟具备什么样的关系了角一角五我们发现其中角的一条边都在直线EF上而这时角一角五恰好在直线EF的右侧即同一侧角一和角五的另一条边分别都在直线ab和CD上这时我们发现角一与角五恰好都在直线ab CD的上方那么我们总结一下此时如果这两个角都在直线EF的同一侧都在直线ABCD的同一封具有这样关系的两个角我们把它称为同位角角一与角五就是一对同位角图中还有几对同位角请你找一找说一说你找到了吗角四与角八是否也是同位角呢我们分离出来看一看角色与角八都在直线EF的右侧同时角四与角八分别都在直线ABCD的下方确实满足同位角的这两层含义因此角自己角八是一对同位角那此时图中还有其他的同位角吗我们每次都在分解图形是不是有点麻烦再教大家一个方法其实除了图形分解我们还可以进行图形的涂色不改变原来的位置直接在图上进行涂色查找这时我们会发现角三与角七都位于直线EF的左侧位于ABCD的下方那么角三与角七也是一对同位角还有吗还有此时我们发现还有角二和角六都在直线EF的左侧直线ABCD的上方因此图中一共有几对同位角很好有四对角一与角五角四与角八角三与角七角二与角六依据所学请判断下面各个图中角一与角二是同位角吗能联想一个字母用它来形象化的反映同位角的图形特征吗相信大家对于124这三幅图中角一角二是同位角没有异议但是第三幅图是同位角吗好我们把角一角二他们两边所在的直线补出来但是右边这他们有交叉没关系我们遮挡住诶确实是角一角二是两条直线被第三条直线所截所产生的同位角与我们前面所见的图形很像了对吗同时它确实符合定义那么我们来看一下你能联想一个字母用它形象化地反映同位角的图形特征吗是不是很明显对的它们形如字母F那我们再找同位角时只要我看到了字母F这时我们是不是就可以快速的判断出来同位角了太好了那么请看这道题下列图形中角一角二是同位角的有1234都有哪些请先按暂停键来作答正确答案应该是C你答对了吗活动二观察角三与角五的位置关系角三与角五我们发现他们都在直线EF的两侧他们都在被截的直线ABCD织金我们把图形分解出来看一看确实都在直线EF的两侧并且都在被截线之间好具有这样特征的两个角我们称之为内错角请注意图中的内错角还有哪些仔细辨析我们会发现还有角色和角六他们都在直线EF的两侧并且都在直线ABCD之间所以角四与角六也是一组内错角那么下面每个图中角一角二都是内错角吗你能联想一个字母用它来形象化地反映内错角的图形特征吗很容易对吗它们的特征都形容字母Z的图形那么这时如果我找到了字母Z是不是也就找到了内错角了好我们继续来看活动三观察角四与角五的位置关系角色与角五我们发现他们都在直线EF的同旁都在直线ABCD之间却有这样关系的角似于角五我们就把它们称为同旁内角途中还有哪些同旁内角你找到了吗还有角三和角六下面每个图中的角一与角二都是同旁内角吗暂停想一想哦都是小三你有疑问吗对前面我们讲到过我们可以用一个图形去遮盖住影响你判断的它们的交点处这时搅一搅二是不是就很明朗的看到确实是同旁内角那么他们可以形容哪一个字母来表示呢特别形象化的像我们的字母U对吗好好三线八角所产生的同位角同旁内角内错角它们之间会有怎样的异同点我们一起来归纳比较一下同旁内角它的特征是都在截线的同侧被截线的同一方形如上面这幅图形代表字母是F同旁内角截线的同一侧被截线的内部图形代表字母U内错角它的特征是都在截线的两侧被截线的内部代表字母是Z那具有怎样的相同点呢我们发现同位角和同旁内角他们都在截线的同侧而同旁内角和内错角呢他们都在被截线的内部它们的共同特征是这三类角都是没有公共顶点的角好我们现在就利用所学知识来解决下面的问题第一题如图直线DEBC被直线ab所截角一与角二是什么角角一与角三是什么角角与角四是什么角暂停我们发现角一与角二形如字母Z所以它是内错角角一与角三形如字母U所以它是同旁内角角与角色形如字母F它是同位角好第二题如图角一与角二是同位角吗我们看这两幅图请暂停好我们发现角一与角二第一幅图中如果我遮盖住上面的交叉点角一与角二恰好形容字母F所以它是同位角第二幅图角一角二如果我们把它的两边分别都描出来我们会发现既不符合定义又不符合字母形象字母F的特征所以它不是第三题如图角一与角二是内错角吗我们用涂色法把第一幅图描出来显然形容字母Z所以角一角二是内错角第二幅图我在描述角一的两边角R的两边此时发现不是字母Z因此它不是第四题如图角一角二是同旁内角吗请暂停思考角一角二涂色之后我们发现角一角二是同旁内角而第二幅图角一的两边角二的两边涂上色之后我们发现不符合字母U它不是好请大家回顾一下本节课我们都学习了哪些主要内容我们学习了两条直线被第三条直线所截而产生的三种角同位角内错角同旁内角你有怎样的心得体会第一点这三种角特别容易混淆所以想要掌握这三种角你就必须要掌握三种角产生的条件及位置特征判断时应先找到斜线再找到另外两条直线然后根据脚的位置决定是哪一种角第三当图形复杂时可以把暂时不需要的线段角等遮住也可采用图形分解法图形涂色法以排除干扰这样我们就能很快速的用形象的字母FZU判断出到底是哪一类角本节课的课后作业为作业文档中的相应内容今天的课就上到这里同学们再见",
    "同学们大家好首先让我们先来了解本节课的学习目标主要包括一理解平行线的概念二掌握平行公理及其推论三能用三角板和直尺过已知直线外一点画这条直线的平行线如果同学们准备好了三角板直尺笔记本和一些必要的学习用具让我们开始今天这节课的学习我们先来思考一下生活中转木条的问题如图分别将木条ab与木条C钉在一起并把它们想象成两端可以无限延伸的三条直线顺时针转动直线A请同学们思考直线A和直线B的交点位置将发生什么变化在这个过程中有没有直线A与B不相交的位置我们发现在转动的过程中直线A存在C的左侧与B相交变为在C的右侧与直线B相交并且存在不相交的情况这种不相交的情况我们就说这两条直线互相平行由此我们得到了平行线的定义在同一平面内直线A与直线B不相交时我们说直线A与B互相平行记作A平行于B我们想表达ab平行于CD时可以用图形语言直观的表现也可以用符号语言更简便的表达在学习几何的过程中文图示三种语言的转化非常的重要希望同学们能在本章的学习过程中逐步熟悉这三种语言并能灵活地转化我们再来对平行的定义进行更细致的剖析第一在同一平面内是前提条件我们在初中阶段不研究一面的情况第二平行线指的是两条直线例子中的木条是两条线段那两根木条平行指的是木条所在的直线互相平行由此我们得到在同一平面内不重合的两条直线只有两种位置关系相交和平行平行线在生活中很常见例如我们熟悉的梯子就有很多条互相平行的线你还能举出其他一些例子吗请按下暂停键仔细的想一想例如操场上的跑道线泳池中漂浮的水线我们在图书馆中见到书架的分隔线相信同学们一定也想到了很多生活中的例子平行在中国的建筑中也很常见第一张是航拍的故宫第二张是乾清宫同学们仔细看一看小到屋檐城墙大道街道处处能体现出平行非常的具有美感让我们来继续思考平面内有多少直线与直线A平行通过观察和画图我们可以得到这样的直线有无数条那平面内经过直线外一点B有多少条直线与直线A平行呢通过观察和画图我们可以得到一个基本事实经过直线外一点有且只有一条直线与这条直线平行这个平行公理是几何体系中非常重要的几何公理也是我们初中阶段学习的除直线公理线段公理后的第三个公理希望同学们能牢牢记住你能用直尺三角板准确的画出过直线AY一点B与直线A平行的直线吗请同学们回顾小学的知识按下暂停键仔细的想一想我们的画图过程分为以下四个步骤希望同学们能和老师一起进行操作第一步将三角板的一边落在已知直线上第二步仅靠三角板的另一边放一个直尺第三步将三角板沿着直尺移动使其经过点B第四步沿三角板过点B的一边画出这条直线这条直线就是题目中所求的与直线A平行的直线请同学们自己进行一次操作如果同学们学会了刚刚的操作方法我们来做一个小练习过点B点C画直线A的平行线请同学们按下暂停键自己动手画图试一试相信同学们都已经正确地画出了这两条与直线A平行的直线B和C那么我们想一想直线B和直线C之间有什么位置关系呢在我们的画图过程中直线B和直线C都是用同样的步骤沿着直尺移动三角板得到的他们也彼此平行同时几何直观也可以很好地反映出他们的平行关系也就是说B和C都与A平行那么BC之间也互相平行由此得到了平行公理的推论如果两条直线都与第三条直线平行那么这两条直线也互相平行推理过程可以这样来书写因为B平行于AC平行于A所以B平行于C我们知道公理是不需要证明的那么既然是平行公理的推论如何利用平行公理来证明呢我们的教材上对这个推论的证明是不需要要求的感兴趣的同学可以思考一下并参考下面的证明方法证明这个问题我们将用到反证法也就是说如果我们想证明B平行于C我们先假设B与C不平行那么B和C相交设B与C的交点为点P如果我们能证明这个假设是错误的那么B平行C就是正确的结论让我们来看下面的过程因为B平行于AC平行于A那么过点P有BC两条直线都与A平行但是平行公理告诉我们经过直线外一点有且只有一条直线与这条直线平行那么我们的过程就与平行公理是矛盾的所以假设不成立也就是B与C互相平行这部分可以作为拓展知识让大家理解平行公理及其推论之间的关系同时也希望能为学有余力的同学介绍一下反证法拓宽大家的思路这节课所学的知识大家掌握的怎么样让我们来做两道练习巩固一下今天所学的知识我们先来看练习一在同一平面内两条不重合直线的位置关系可能是请同学们先按下暂停键认真思考一下练习的正确答案应该是相交或平行这里有的同学可能会想到垂直上节课我们学习过垂直是相交的一种特殊情况此时两条直线的夹角是90度所以垂直不是这道题的答案下列说法中正确的个数有一若A平行于BB平行于C则A与C不相交二过一点有且只有一条直线与已知直线平行三若线段ab与CD没有交点则ab平行于CD正确的个数有几个请同学们按下暂停键先认真思考我们将对这三句话逐一进行分析第一句若A平行于BB平行于C由平行公理的推论可以知道如果两条直线AC同时与直线B平行那么直线A与直线C也互相平行也就是不相交所以第一句话是正确的第二句话过一点大家看下面的图形如果这一点A在直线Y由平行公理可以知道有且只有一条直线与已知直线平行那么如果这一点B在直线上我们就没有办法画出一条直线与已知直线是平行的所以第二句话是错误的如果将它修正成正确的选项应该改成过直线外一点有且只有一条直线与已知直线平行也就是我们的平行公理第三句话若线段ab与CD没有交点则ab平行于CD我们知道线段是不能向两边无限延伸的例如下面的图形线段ab与CD没有交点但是他们却不平行因为平行指的是两条直线的位置关系所以第三句话是错误的所以答案选B同学们答对了吗下面让我们对本节课进行一下小结本节课我们学习了两条直线的位置关系有相交和平行两种还学习了平行公理以及平行公理的推论希望同学们可以认真整理巩固本节课的知识我们下节课再见",
    "同学们大家好首先让我们先来了解本节课的学习目标主要包括一掌握平行线的判定方法二会用判定方法判断两条直线是否平行让我们来回顾一下上节课的知识回答以下几个问题问题一平面内不重合的两条直线有哪几种位置关系但有两种相交或平行问题二如何判断两条直线平行例如你能判断图中的几条直线是否平行吗根据上节课的知识我们可以根据平行线的定义来判断如果平面内两条直线没有交点不相交即为平行但由于直线是无限延伸的我们很难验证这些直线是否有交点我们也可以尝试用平行公理的推论来判断如果两条直线都与第三条直线平行那么这两条直线也互相平行但是这个方法使用起来也有一定的局限性所以本节课我们希望找到更有操作性的方法来判定平行让我们再来回顾一下上节课用直尺和三角板画直线CD使其与直线ab平行的过程先将三角板的一边落在直线ab上仅靠三角板的另一边放一个直尺将三角板沿着直尺移动沿三角板的另一边画出直线CD那么咱们想一想咱们是以什么依据来判定ab和CD互相平行呢实际上我们画ab的平行线CD的过程就是画角一和角二相等的过程让我们来认真观察一下其中的几何图形我们发现角一和角二是直线ab直线CD被直线EF所截得的同位角这说明如果角一和角二相等那么AB和CD就互相平行由此我们得到了平行线的判定方法一两条直线被第三条直线所截如果同位角相等那么这两条直线平行可以简单地说成同位角相等两直线平行请同学们注意它的应用格式因为角一等于角二已知所以ab平行于CD同位角相等两直线平行用这个方法来判定平行比平行线的定义或平行公理的推论更具有操作性我们只需要根据角的关系就可以判断出线的关系那么看到这儿相信同学们已经回忆起了我们曾经学过的内错角和同旁内角既然根据同位角可以判断两条直线平行那么根据内错角和同旁内角是否也可以判定两条直线平行呢让我们先来研究一下内错角如果角一等于角三是否也能得到ab平行于CD请同学们按下暂停键先认真的思考一下相信很多同学都已经想出了证明方法我们来一起看一看因为角一等于角三已知角二和角三又是一对对顶角所以角二等于角三根据等量代换我们可以得到角一等于角二我们观察发现角一和角二是一对同位角根据刚刚学过的判定方法一我们可以得到ab平行于CD同位角相等两直线平行这样我们就把一个未知的问题转化为一个已知的问题请同学们体会这种转化的思想由此我们得到了平行线的判定方法二两条直线被第三条直线所截如果内错角相等那么这两条直线平行简单说成内错角相等两直线平行请同学们注意它的使用格式因为角一等于角三已知所以ab平行于CD内错角相等两直线平行那么既然内错角也有相关的判定定理那同旁内角呢让我们来想一想角一和角四作为同旁内角满足什么关系时能得到ab平行于CD请同学们按下暂停键认真思考一下这个结论并不难猜想我们想求证ab平行于CD我们只需要证角一和角二相等那么我们已知角二和角四是互补的所以我们猜想如果角一和角四互补那么ab平行于CD下面我们再严谨的证明一下这个结论根据刚刚的思想我们希望把未知的问题转化为已知或已解决的问题我们要证明ab平行于CD可以看看图形中是否有同位角相等比如角一是否等于角二或是否有内错角相等比如角一是否等于角三由此有两种思路可供选择我们来分别的看看思路一用同位角相等来判断因为角一加角四等于180度已知角二加角四等于180度邻补角的定义根据同角的补角相等可以得到角一等于角二所以ab平行于CD同位角相等两直线平行思路二由内错角相等来判断因为角一加角四等于180度已知角三加角四等于180度零度角的定义所以角一等于角三同角的补角相等所以ab平行于CD内错角相等两直线平行由此我们得到了平行线的判定方法三两条直线被第三条直线所截如果同旁内角互补那么这两条直线平行简单说成同旁内角互补两直线平行请同学们注意它的应用格式因为角一加角四等于180度已知所以ab平行于CD同旁内角互补两直线平行好啦以上就是我们学习的平行线的三种判定方法分别是同位角相等内错角相等同旁内角互补两直线平行只要满足这三条中的任意一条就可以判定两直线平行也请同学们熟悉他们的基本图形实际上这三种判定方法都是把角度的关系转化为直线的位置关系所以这样的判定方法才更具有操作性如果同学们理解并记住了刚刚平行线判定的三种方法让我们来看例一已知如图请分别依据所给出的条件判定相应的哪两条直线平行并写出推理的依据大家可以先按下暂停键认真思考并在笔记本上写出自己思考后的答案请同学们和老师一起分析一下这道题先来看第一问已知角二等于角五我们观察到它们是一对同类角但只知道这一个信息还不够我们还需要知道他们是哪两条直线被第三条直线所截得的同位角观察图形可知角二和角五是直线ab直线EF被直线BC所截得的同位角所以由同位角相等两直线平行可以得到ab平行于EF第二问已知角二等于角三我们继续用第一问的思路观察图形可知角二和角三是直线EF直线DJ被直线BC所截得的内错角所以由内错角相等两直线平行可以得到EF平行于DJ第三问已知角二加角一等于180度我们观察到角一和角二是直线AD直线BC为直线EF所截得的同旁内角所以由同旁内角互补两直线平行可以得到AD平行于BC第四问已知角五等于角三同理角五和角三是直线ab直线DJ被直线BC所截得的内错角所以由内错角相等两直线平行可以得到ab平行于CD这四道题同学们答对了吗让我们再一起看下一道例题如图所示下列条件中能判断ab平行于CD的是A选项角bad等于角BCDB角一等于角二C角三等于角四D选项角BAC等于角ACD答案是哪一个呢请同学们按下暂停键先认真思考例二的正确答案应该是第四个选项同学们答对了吗让我们来逐一分析一下A选项角BAD和角BCD不是我们熟悉的同位角内错角和同旁内角所以A选项显然是错误的B和C两个选项角一角二和角三角四它们分别都是内错角但是他们是直线AD和直线BC被直线AC或直线BD所截得的内错角所以他们都只能判断AD平行于BC所以不是我们要的答案而第四个选项角BAC和角ACD他们是直线ab和直线CD被直线AC所截得的内错角所以内错角相等两直线平行可以判断出ab平行于CD所以答案是第四个让我们来对本节课做一下小结本节课我们学习了平行线的三种判定方法并能结合图形进行准确的判断下节课我们将继续巩固这三种判定方法并学习如何进行严谨的几何推理同学们我们下节课再见",
    "同学们大家好首先让我们先来了解本节课的学习目标主要包括一巩固平行线的判定方法二会用判定方法判断两条直线是否平行并解决较复杂的问题三学会写几何推理过程让我们先来回顾一下学过的知识大家想一想判定两条直线平行的方法有哪些我们在平行线这一节学习过可以用平行线的定义或平行公理的推论来判断两条直线是否平行但是这两种方法有一定的局限性上节课我们又重点研究了平行线的这三种判定方法可以通过同位角相等或者内错角相等或者同旁内角互补来判断两条直线是否平行这三种判定方法也是本章的重点之一今天我们将通过几道例题继续研究这三种判定方法让我们先来看看第一道例题如图当角一等于角二时求证ab平行于CD如何证明呢请大家按下暂停键先认真思考一下相信很多同学都已经想到了证明方法要判断ab与CD是否平行只需要看角一和角三这对同位角是否相等已知条件告诉我们角一等于角二而角二和角三又是一对对顶角这样我们可以很容易地得出角一和角三相等从而证明出ab平行于CD证明过程可以这样书写因为角一等于角二已知又因为角二等于角三对顶角相等所以角一等于角三所以ab平行于CD同位角相等两直线平行当然这道题的方法并不唯一我们也可以证明角二和角四这对同位角相等或者角三和角四这对内错角相等或者角三和角五相加等于180度由同旁内角互补证明出ab平行于CD希望同学们可以熟练掌握这三种判定方法让我们来继续看例二在同一平面内如果两条直线都垂直于同一条直线那么这两条直线平行吗这道题和例一有一个明显的区别这是一道文字证明题所以我们先把这些文字转化成我们熟悉的几何语言包括符号语言和图形语言我们想证明如果B垂直于AC垂直于A那么B平行于C吗请同学们按下暂停键先认真思考一下我们先标出这道题可能会用到的角要证明B是否平行于C我们只需要证明角一和角二这对同位角是否相等或者角一和角三这对内错角是否相等或者角一和角四这对同旁内角是否互补我们知道垂直总是能和直角联系在一起所以有已知的B垂直于AC垂直于A可以得到角一角二角三角四都是90度从而这三种思路都是可行的我们选取第一种思路写出证明过程因为B垂直于AC垂直于A已知所以角一等于角二等于90度垂直的定义所以B平行于C同位角相等两直线平行这道题可以得到我们初中阶段一个重要的结论垂直于同一条直线的两条直线平行这个结论我们以后也会常常用到希望同学们能牢牢记住同学们的前两道例题掌握的怎么样让我们继续看例三如图已知角一和角D互娱C垂直于DE求证ab平行于CD请同学们先按下暂停键认真思考一下这道例三同学们考虑的怎么样了让我们来认真的分析一下同样是证明平行我们可以参考前两道例题的证明方法争取做到融会贯通要证明ab是否平行于CD我们观察到有很多的同位角内错角或者同旁内角可供选择比如可以证明角一和角C这对内错角是否相等或者角D和角BED这对内错角是否相等但是这两对角好像不能很轻易的证明出来这个时候我们需要再认真的分析一下已知条件题目中说到角一和角D互余也就是说角一和角D相加等于90度其中条件C垂直于DE也就是角cad等于90度我们需要在图中标记出这几个角这样就可以看出角AED和角D这对同旁内角相加刚好等于180度从而由同旁内角互补两直线平行可以证明出ab平行于CD这道题的分析过程有几个地方需要大家注意首先我们做几何题的第一步应该是标题也就是像这样把题中的条件标在图上把符号语言转化成图形语言可以帮助我们更直观地分析条件第二是分析的方法我们既可以先从条件出发也可以先从结论出发像刚刚老师的分析是从结论出发的我们先分析如果想证明ab平行于CD我们需要哪些条件但是思路受到了阻碍所以我们继续结合条件出发所以无论是从哪里开始分析都是相辅相成的希望同学们能学会这样的分析方法这道题的过程可以这样来书写因为角一与角D互余所以角一加角D等于90度互余的定义因为CE垂直于D所以角cad等于90度垂直的定义所以角cad加角一加角D等于180度即角D加角D等于180度所以ab平行于CD同旁内角互补两直线平行当然这道题还有其他的方法同学们也可以继续探索让我们来看最后一道例题大家试试用刚刚的分析方法是否可以又快又好地证明出结论已知如图角ABC等于角abc BF d分别平分角ABC与角ABC且角一等于角三求证ab平行于DC请同学们按下暂停键先认真思考一下这道题大家是否证明出了结论让我们来一起看看请大家先把已知条件标在图上我们试试先从结论出发想证明ab与DC是否平行这个时候会出现一个问题平行线的三种判定方法的前提是两条直线被第三条直线所截判断形成的同位角内错角和同旁内角是否相等或互补但是这道题中ab和CD这两条直线的斜线有四条分别是直线DA直线DE直线FB和直线CB这四条直线与ABDC形成的同位角内错角和同旁内角有很多对那到底该选取哪一对角呢这个时候我们需要再继续分析已知条件题目中说角ABC等于角ADCBSD分别平分这两个角那么综合这两个条件可以得到角一和角二相等又结合题中的角一等于角三我们可以得到角二等于角三角二和角三刚好是ABCD被直线D所截得的内错角所以内错角相等两直线平行就可以得出结论这道题的过程可以这样来书写因为角ABC等于角ABC所以12角ABC等于12角ABC又因为BF de分别平分角ABC与角ADC所以角一等于12角ABC角二等于12角ABC角平分线的定义所以角一等于角二等量代换因为角一等于角三已知所以角二等于角三等量代换所以ab平行于DC内错角相等两直线平行最后让我们来一起做一下小结本节课我们通过四道例题巩固了平行线的三种判定方法并了解了如何从条件或结论出发分析题目以及如何写几何推理过程希望大家的几何能力可以逐渐提高同学们我们下节课再见",
    "同学们大家好前面我们学习了平行线的定义和判定知道了什么是平行线以及通过什么方法可以判定两条直线平行通过这节课的学习希望达成以下的学习目标一了解如何通过猜想验证得到平行线的性质一二通过类比研究判定的思路来推证平行线的性质二和性质三掌握平行线性质的符号语言文字语言以及平行线的性质与判定的关系首先请同学们回顾一下平行线的三个判定请按下暂停键2分钟之后继续学习这三个判定分别是同位角相等两直线平行内错角相等两直线平行同旁内角互补两直线平行我们看这三条判定他们的条件都是对角而言的而他们的结论都是在说两条直线的平行关系请大家思考如果把刚才的三条判定他的条件和结论分别对调过来那结论它还对吗请大家按下暂停键把新的条件和新的结论分别写在纸上然后思考也就是新的条件为两条平行线被第三条直线所截两线平行是条件的那么同位角还会相等内错角还会相等吗同旁内角还会互补吗这就是我们今天这节课所要研究的内容为了回答这个问题呢我们可以类比的判定的研究思路先去研究同位角的情况然后再去研究内错角和同旁内角请大家看我这幅图A和B是平行线被第三条直线C所截那么在这幅图中会出现了四对同位角其中的角一和角二是其中的一对那把条件写出来就是如果A平行于B结论呢就是角一是不是等于角二的问题我们的猜想是角一等于角二下面呢我们来进行验证下面我们通过实际的操作来验证刚才的猜想角一和角二是不是相等请同学们找一个合适大小的量角器来进行同步的操作首先我们测量出这幅图中的角一是65度角二呢也是65度从而得出角一等于角二那么我们同样的还可以去测量其他的三对儿同位角它的度数是不是也有一个相等的关系那么得到他们俩相等以后我们还可以把C这条直线适当的调整使得角一和角二这样的同位角的度数都在改变改变之后那么他们还相等吗大家可以通过去实际的操作你会发现它们总是相等的那也就是说两条直线ab平行被第三条直线C所截以后所得到的同位角都是相等的我们发现如果两条直线是平行的被第三条直线所截同位角总是相等的那如果两条直线不平行被第三条直线所截同位角还会相等吗大家可以猜一猜然后呢自己实际的测量一下请按下暂停键3分钟之后继续学习好请大家看我们测量的结果在这里面有四对同位角角一和角五这一段请大家看角一的度数是105.6六度角五的度数是83.5三度是不相等的我们可以看出角二和角六这一对同位角也不相等角三角七这一对角四和角八这一段都是不相等的那么从另一个侧面也能够说明了我们刚才的平行线的性质中两直线平行同位角相等两直线不平行同位角是不相等的通过以上的操作呢我们就可以得出一个结论即平行线的性质一右上角是平行线的性质一它的图形用文字语言来表述就是两条平行线被第三条直线所截同位角相等简写为两直线平行同位角相等这个简写的性质一可以用于在推理证明的过程中需要写的理由它的符号语言是什么呢因为A平行于B所以角一等于角二在学习一个性质或者是判定的过程中希望大家对图形语言文字语言和符号语言要准确地掌握并且要做到灵活的转化在得到了两直线平行同位角相等之后我们想进一步的来验证内错角有什么样的关系请大家看这幅图如果直线A平行于B那么内错角角二和角三有什么关系角二和角三是两对内错角中的一对有的同学会想那这个很简单我们用刚才的方式用量角器实际的测量一下角二和角三的度数看看它是不是相等就可以了当然没有问题这个时候你也可以把这个直线C它适当的调整一下方位使得角二和角三的大小改变然后再看一下角二是不是等于角三这个方法可以帮助我们得到结论大家回忆一下在同位角相等两直线平行这个判定的基础上我们学习了内错角相等两直线平行大家回忆一下如果内错角相等我们当时是把它转化成了同位角也相等然后呢利用同位角相等得到两直线平行从而发现了如果内错角相等两直线平行了那我们会类比刚才的方式请大家按下暂停键思考一下我说的办法然后实际的操作一下3分钟之后继续学习好把这个推理过程在实际的表述一下大家看到因为A和B平行两直线平行我们得到什么呢应该是同位角相等所以角一等于角二那么又因为角一和角三是对顶角它是相等的根据等量代换我自然就得到了角二等于角三从而得到了两直线平行内错角角二和角三相等这个时候你可以调整C的位置使得角二和角三它的大小发生改变那么我们刚才的推理是对所有的情况都成立的于是呢我们就得到了平行线的性质二两条平行线被第三条直线所截内错角相等简单说成两直线平行内错角相等符号语言是因为A平行于B所以角二等于角三后面写的理由呢分别是已知和刚才所说的简单的形式两直线平行内错角相等通过前面的研究发现两直线平行同位角相等内错角相等那么同旁内角会有怎样的关系呢我们来看这个图如果直线A平行于B那么同旁内角角二和角四有什么样的关系角二和角四是两对同旁内角中的一对我们来看这样一个推理因为A和B是平行的这是已知条件根据两直线平行同位角相等就可以得到角一等于角二我们要研究的是角二和角四的关系我们来看角一和角四是邻补角根据邻补角的定义呢他们俩的和角一加角四等于180度那么角一等于角二替换一下那就可以得到角二和角四是180度也就是我们得到的同旁内角不是相等的关系而是互补的关系当然了同学们也可以通过刚才的性质二因为A和B平行角二和角三作为内错角是相等的我们要研究角二和角四那就要找到角三和角四它们有特殊的位置关系也就是零部角类似的可以得到结果这样呢我们就可以得出平行线的性质三两条平行线被第三条直线所截同旁内角互补简单说成两直线平行同旁内角互补如果用符号语言来表述的话因为A平行于B所以这一对同旁内角角二加角四等于180度注明原因就是两直线平行同旁内角互补好我们现在就得到了平行线的性质一两条平行线被第三条直线所截同位角相等大家在读这段话的时候要想着它的符号语言以及它的图形语言脑子里头得有他的这个图像出来性质二两条平行线被第三条直线所截内错角相等两条平行线被第三条直线所截同旁内角互补学习了三条平行线的性质我们来运用这些性质解决一些问题练习直线A平行于B角一等于60度那么角二角三角四各是多少度请大家按下暂停键自己思考试着回答这三个角的度数3分钟之后继续学习我们看到角二最容易与角一联系上因为他们是对顶角是相等的所以角二等于60度角三和角一不是那么特别直接的联系但是它和角二是同旁内角两直线平行同旁内角互补所以角三应该等于180度减去角二等于120度那么角四呢角四它的方法就比较多一些它可以与角一是同位角两直线平行同位角相等所以角四就等于角一等于60度当然角四也可以用刚才求出来的角二他们是一对内错角两直线平行内错角相等也是可以解决那么角四和角三实际上是邻补角也可以利用求出来的角三去解决所以在解决一个问题的时候大家可以利用不同的性质来加以解决好我们已经学习了平行线的三条性质我们回顾一下当时性质是怎么引出来的我们是把三条判定它的条件和结论进行了一个调换才得到的那么这个时候呢我们应该把判定和性质放在一起进行再认识两直线平行得到同位角相等能得到内错角相等还能得到同旁内角互补也就是我们有线的关系推出的是角的关系这是性质那么由同位角相等可以得出两直线平行内错角相等也可以得到两直线平行同旁内角互补也可以得到两直线平行这是判定两条直线平行的依据那么我可以看得出来判定和性质之间的这种关系课后请大家将教科书20页练习的第一和第二集完成",
    "同学们好第二课时通过这节课的学习我们希望达到以下的学习目标第一复习和巩固平行线的三条性质二通过对平行线性质的认识学会寻找相等的角三运用平行线的性质求简单的夹角问题我们首先回顾一下平行线的三条性质请大家按下暂停键自己在脑子里回忆一下这三条性质以及它的简写形式2分钟之后继续学习性质一两条平行线被第三条直线所截同位角相等简单说成两直线平行同位角相等性质二两条平行线被第三条直线所截内错角相等简单说成两直线平行内错角相等性质三两条平行线被第三条直线所截同旁内角互补简单说成两直线平行同旁内角互补学习了这三条性质希望大家能够在图中去找到两个角相等或互补的关系大家看到这样一个问题这三幅图中直线ab都是平行的被第三条直线所截以后有角一和角二问在这三幅图中角一和角二分别有怎样的数量关系请按下暂停键一分钟之后继续学习好第一幅图A和B平行角一和角二是同旁内角是互补的关系相加等于180度第二幅图A和B平行角一和角二是内错角他们俩的关系是相等角一等于角二第三幅图A和B平行角一和角二是同位角角一和角二是相等的关系角一等于角二问题一在四边形ABCD中已知ab平行于CD角B等于80度求角C的度数能否求得角A的度数请大家按下暂停键3分钟后继续学习因为ab平行于CDab和CD被第三条直线BC所截那么所求的角C和已知的角B从位置关系上来看是同旁内角两直线平行同旁内角是互补的所以角B加角C等于180度又因为角B等于80度已知所以角C就等于180度减去80度等于100度那么能不能求出角A的度数呢由题目中的条件是无法求出角A的度数的可是有的同学可能在这儿要犯糊涂认为AD和BC被第三条直线ab所截已知的角B和所求的角A是同旁内角那么同旁内角不是互补的吗这显然是错误的同旁内角互补只有当AD和BC是平行的时候才可以得出这道题中只告诉了ab平行于CD并没有细说AD和BC的关系所以无法求出角A的度数问题二一辆拖拉机经过一条公路两次拐弯后和原来的方向相同也就是拐弯前后的两条路互相平行第一次拐的角角B等于142度第二次拐的角角C是多少度为什么请大家按下暂停键3分钟之后继续学习从条件中拐弯前后的两条路互相平行所以ab平行于CD角C和角B是内错角两直线平行内错角相等所以角B等于角C又因为角B是142度所以根据等量代换角C也是142度问题三如图直线ab平行于CD直角三角板的直角顶点P在直线CD上若角CPE等于56度则角BF n的度数请大家按下暂停键3分钟之后继续学习好我们来看这第一个思路已知角CP是56度那么还有一个夹角是已知的叫MPF因为它是直角那这样一来我们就可以求出角CPF的度数这是可以作为已知条件那如何去求角BFN呢我们可以把它的对顶角角AFP与已知条件中的角CPF建立联系两支线平行这一对同旁内角是互补的这样我们就可以求出结论了大家看思路一角CP等于56度那么角CPN就是9056度等于146度利用两直线平行同旁内角互补可以求得角儿EFP等于180度减去146度等于34度从而利用对顶角相等可以求出角BF n的度数是34度那么有的同学可能还会有第二种思路有了角CPF的度数以后呢我们可以求出它邻补角角DPF的度数也就是这个角角然后利用角DPF和角BF n是同位角自然就可以求出我们所要求的角BFN的度数好这样就得到了第二种思路角CP等于56度求出角d pf的度数是180度减去56再减90等于34度然后呢利用同位角相等这样一个结论我们可以得到角BF n是34度这里面用到的是跟刚才不一样刚才是两直线平行同旁内角互补而思路二是两直线平行同位角相等那么有的同学在小学的时候就知道一个三角形它的内角和是180度直角三角板构成的这样一个三角形已经知道角EPF是90度以后呢另外的两个锐角实际上是和为90度的也就是互娱的关系于是我们就有第三个思路有角CP等于56度可以得到角PEF等于56度大家看这里面用到了什么呢是两直线平行内错角相等那么利用角PEF的度数我们去求角EFP的度数因为他们俩是互余的关系等于34度再利用对顶角相等就可以求出角BF n的度数等于34度那么这样一来呢我们三种不同的思路所使用的性质各有不同的想法那么大家一定要多多练习问题是小明在纸上画了一个角角A准备用量角器测量它的度数时因不小心将纸片撕破只剩下如图的一部分如果不能延长DC和F的话请你帮他设计出可以测量角A度数的方法请大家按下暂停键3分钟后继续学习聪明的同学们你们想到办法了吗大家看到这个点C过点C做直线EF的平行线cg cg与直线DC确定了一个角角d cg也就是这个角一我们用量角器去测量角一的度数这个时候大家会想到角一它为什么是和角A的度数相等呢哎这里面用到了两直线平行同位角相等那么有的同学会想那我能不能去过点E去做DC的平行线呢当然可以eh平行于DC角HEF角二测量它的度数其大小应该等于角A的度数也用到的是两直线平行同位角相等这样我们就可以帮助小明解决了问题小杰这节课呢我们通过平行线性质的复习进一步的去理解平行线性质它的本质就是通过两条直线的位置关系去寻找两个角的数量关系两直线平行内错角相等同位角相等同旁内角是互补的在角的计算问题上大家可以灵活的去选用不同的性质其实我们在学习这三条性质的时候大家回忆一下我们先学的是他两直线平行同位角相等然后呢我们把有一个角转化成它的对顶角以后呢我们就转成两直线平行内错角相等然后呢我们可以利用零补角可以转化成两直线平行同旁内角互补所以请大家要结合着你的图形的结构灵活的去选用不同的性质来寻找两个角的数量关系学习之后请大家结合着咱们教科书的22页习题但复习巩固中的1~6题对本节课的内容进行复习巩固",
    "第三课时通过这节课的学习我们希望大家达到以下的学习目标一复习巩固平行线的判定与性质二综合多条性质进行简单的求角计算与推理证明第三综合运用平行线的判定与性质进行计算与推理首先回顾平行线的判定与性质大家按下暂停键以后试图将这个表格填写完整2分钟之后继续学习平行线有三个判定方法同位角相等两直线平行内错角相等两直线平行同旁内角互补两直线平行平行线的性质也有三条两直线平行同位角相等两直线平行内错角相等两直线平行同旁内角互补问题一如图已知ab平行于CD AD平行于BC角一等于120度则角D的度数这道题条件比上一节课复杂了一些给了两对平行关系以及一个夹角角一求的是角D角D和角一从图上不能发生直接的联系我们需要通过他所给的条件进行转化把角一逐步的他的度数转移到角度上来请大家按下暂停键2分钟之后继续学习好请大家看这个解析因为AD平行于BC角一等于120度所以角A等于小于等于120度这里面用到的就是两直线平行同位角相等又因为ab平行于CD所求的角D和角A它是一对同旁内角因为两直线平行同旁内角互补我就可以求出角D等于180度减去角A等于60度那么这个方法里面一次使用的是两直线平行同位角相等一次使用的是两直线平行同旁内角互补最终把角D的度数与角一建立起联系当然这道题我可以不可以先去求角C因为ab平行于CD角C和角一是内错角我可以使用两直线平行内错角相等得出角C的度数然后角C和角D是同旁内角因为AD和BC平行所以同旁内角互补从而得出角D等于180度减去角C的度数大家可以看出在同一道题中可以使用不同的思路加以解决问题二如图角三等于角四求证角一等于角二请大家按下暂停键2分钟后继续学习对于一个几何证明题而言我们应该对他的条件和结论分别地进行发散看看如何将条件和结论进行转化证明因为角三等于角四这是一个已知条件角三和角四从位置上来看是内错角角三和角四的相等作为内错角相等就会得到两直线ab平行这是平行线的判定得到了A和B平行以后我们可以使用平行线的性质去寻找所求的角一和角二的关系角一和角二呢从土正灯看是一对同位角那么两直线平行同位角相等所以就会得到角一等于角二这道题中即使用到了两支线平行的判定也使用到了两直线平行的性质问题三如图AD平行于BC角A等于角C是说明ab平行于DC请大家按下暂停键3分钟后继续学习好我们来分析一下这两个条件AD平行于BC他被ab所劫被DC所截被EF所截都会得到一些角的关系如内错角相等或同旁内角互补他还给了一个角A等于角C这个条件我们应该把这两个条件综合在一块去寻找角的关系为什么呢因为他要说明的是ab平行于DC要想说明ab平行于DC我们可以采用判定的三个方法比如说通过同位角相等通过内错角相等通过同旁内角互补那把这个条件和结论之间如何联系起来呢我们来看这样一个思路因为AD平行于BC这是已知条件所以角C等于角CD这两个角是内错角两直线平行内错角相等使用的是性质又因为角A等于角C那我们可以通过等量代换得到角A等于角CDE这两个角对于所要寻找的两条直线的位置关系来说ab和DC它被AE所截从位置上来看这一对角是它的同位角同位角相等这两条直线自然就平行了所以得到了ab平行于DC这道题呢先使用的是性质然后使用的是判定当然大家还可以用其他的思路来进行解决问题四如图已知角A等于角F角C等于角D求证BD平行于DC角A等于角F我们可以得出AC平行于DF类坐角相当于两直线平行那么再结合的角C等于角D我们可以看出已经转化成了问题三中的这个图形结构最终也是要求证的是两直线平行请大家按下暂停键3分钟后继续学习好请大家来看这样一个推证的过程因为角A等于角F所以AC直线平行于DF就是内错角相等两直线平行有了这样一个平行以后我们就可以得出角D和角一是相等的这是利用到了什么呢两直线平行的性质两直线平行内错角相等从而把角D和角一建立联系而角D是和角C相等的所以我们可以等量代换得出角一和角C是相等的这样一个条件有角一和角C相等我们就可以利用同位角相等两直线平行得出直线BD平行于直线CE小结一平行线的判定与性质往往在同一道题中会结合起来使用第二对于一些复杂的图形大家要善于从中找出一些基本图形来比如说你要能找出两直线平行它的同位角它的内错角它的同旁内角来这节课学完之后大家可以通过使用教科书23页的习题5.3综合运用7~13题来进行练习巩固本节课所学的知识",
    "同学们好第四课时通过这节课的学习我们希望大家达到以下的学习目标一复习巩固平行线的判定与性质二综合运用平行线的性质求角以及推理证明三综合运用平行线的判定与性质解决相应的问题先请大家回顾平行线的判定与性质按下暂停键2分钟后继续学习平行线有三个判定方法同位角相等两直线平行内错角相等两直线平行同旁内角互补两直线平行平行线的性质有三条两直线平行同位角相等两直线平行内错角相等两直线平行同旁内角互补大家思考在同一平面内平行于同一直线的两直线平行吗图中ab和EF都同时平行于CD那么ab和EF会平行吗当然是平行的大家可以用量角器去进行测量然后来判断这两条直线的位置关系那么平行于同一直线的两直线平行是后面我们要学的平行公理的内容是数学中的基本事实可以作为推证的理由来使用问题一如图所示为汽车灯的灯碗的纵切面从位于O点的灯泡发出的两束光线ob和OC经过灯碗反射后沿BA和CD方向平行射出如果角ABO等于46度角DCO等于48度求角BOC图中的角BOC与已知的这两个角并不能直接的发生关系那如何去使用题目中所给的条件BA和CD是平行的呢请大家按下暂停键思考2分钟后继续学习这里给出一个思路在图中去寻找与BA和CD都平行的直线OE从而构造出平行线间加的两对内错角从而解出角BOC了具体应该怎么做呢我们可以这样去做过O点作OE平行于直线ab已知条件中CD也和ab平行由刚才我们的讨论可以发现平行于同一直线ab的这两条直线一个是EO一个是CD它也是平行的于是我们就可以把它转化成角的关系由EXO和ab平行可以得到内错角EOB和角ABO是相等的都为46度角EOC与角DCO是一对内错角因为平行而相等所以得到都是48度于是呢角BOC就会等于这两个角的和等于94度问题二如图角ABC加上角BCD加上角EDC等于360度探索ab与D的位置关系请大家按下暂停键2分钟后继续学习这里给出一个思路过C点做cf平行于直线ab有两直线平行同旁内角互补我们可以得到角ABC加上角BCF等于180度大家注意角BCF在图形的位置上是在这个位置它和已知条件中的角BCD是有联系的那么角BCD等于角BCF加上角DCF那好我们把这360度拆成两个180度就可以得出角FCD加上角EDC等于180度然后由同旁内角互补两直线平行我们就可以得到FC和D是平行的于是在这个平面内有ab平行于FC有ED也平行于FC我们自然就得到平行于同一直线的两直线ab和D是平行的问题三已知如图ab平行于CD角A等于角C说明AD平行于BC这里面的条件中有两条直线平行一个是ab平行于CD一个是角A等于角C求证两直线平行请大家按下暂停键2分钟后继续学习我们来看方法一进行填空因为ab平行于CD这是已知所以角B加什么等于180度那角B肯定是加角C等于180度利用的是两直线平行同旁内角互补又因为角C和角A是相等的这是已知条件我们就可以得出角B加上角A也等于180度角B加角A是180度那么是同旁内角互补我们可以利用判定得出两直线平行也就是同旁内角互补两直线平行好下面我们来看一下方法二如图连接对角线AC因为ab平行于CD这个已知条件可以得出什么角一等于角二那就是两直线平行内错角相等角一和角二是所给条件中的角A和角C的一部分那么因为角dab等于角BCD把这两个相等的角减去另外一组相等的角即角dab减去角二还等于角BCD减去角一从而呢我们就可以得出角DAC等于角BCA角DAC和BCA它是一对内错角由内错角相等两直线平行这样一个判定我们可以得到结论是AD平行A b c方法三如图延长ab至E因为已知条件中ab平行于CD所以内错角角C与角CB是相等的两直线平行内错角相等又因为角A和角C已知是相等的根据等量代换可以得出角A等于角CB角A和角CBE从位置关系上来看是直线AD和BC被AE所截它是同位角那么同位角相等两直线平行可以使用判定得到结论那这道题即使用到了两直线平行的性质也使用到了两直线平行的判定方法问题四如图已知角ABE加角DEB等于180度角一等于角二探究角F与角G的大小关系请按下暂停键3分钟后继续学习我们看第一个条件角ABE加角DEB等于180度说明这两个角是互补的从图上来看AC和DE被BE所截这两个角角B和角D1B是同旁内角同旁内角互补两直线平行这里面使用的是平行线的判定得到了AC与DE平行之后可以用这个条件去继续探索后面讲的大小关系所求的角F和角G他的关系并不能直接用已知条件中的角一和角二怎么办呢我们可以过F和G分别作AC的平行线FM和JN这两条直线都同时平行于AC则这两条直线也是平行的即平行于同一直线的两直线平行刚才我们推的AC与DE也是平行的那么MF与DE都同时平行于AC则MF与DE也是平行的GN与D同理也是平行的就可以得出这四条直线是互相平行的关系那么已知条件中的角一和角二相等怎么样使用呢我们先看图中AC平行于MF则角一与角BFM是内错角两直线平行内错角相等而角BFM又是所求的其中一个角的一部分好我们再来看GN与DE平行角二与内错角角NGE是相等关系角NG是所求的另一个角的一部分这两个一部分都相等了如果他们两个角的另一部分也相等的话那就太好了就会利用等量加等量和相等解决问题我们来看角MFG与角NGF是一对内错角因为FM平行于GN两直线平行内错角相等从图上大家看到的是这一对角好这样一来我们就可以得到所求的角BFG与角EGF是相等的小结一平行线的判定与性质往往结合起来使用二有的时候需要通过做平行线将两个角建立起联系在做平行线的时候容易出现一些错误请大家看右边这个图已知ab平行于ED需要过C点做平行线如果你说过C点做FC平行于ab且平行于地这种说法是不妥的从前面的例题中我们一般这么处理过C点做FC平行于其中的某一条直线比如说FC平行于ab又因为FC和D同时平行于ab自然FC和D就是平行的课后大家结合着课本23页的习题拓广探索14和15题来复习本节课的内容",
    "各位同学大家好本节课的学习内容是平移请大家准备好吃鬼作图的工具笔记本以及其他必要的学习用品首先我们明确一下本节课的学习目标一理解平移的概念及决定因素二能找出平移前后图形中的对应点对应角和对应线段三掌握平移的性质及其应用同学们请大家仔细观察下面三组美丽的图案并回答以下两个问题一他们有什么共同的特点二能否根据其中的一部分绘制出整个图案请同学们按下暂停键仔细想一想通过观察我们可以发现每组图案都由多个相同的某一个图形构成并且通过按照同一方向移动某一个图形可以得到整个图案其实日常生活中也有很多这种按照同一方向移动的运动比如在游乐园滑滑梯在商场乘坐电动扶梯以及飞机在空中飞行等都是进行这种运动为了进一步探究这种按照同一方向移动的运动我们做一个探究活动探究如何在一张半透明的纸上画出一排形状和大小如图所示的雪人请同学们按下暂停键动手画一画吧我们可以把半透明的纸覆盖在这个雪人上先描出一个雪人然后按照同一方向陆续移动这张纸再描出第二个第三个从而画出一排雪人现在请同学们思考雪人的形状大小位置在运动前后是否发生了变化回忆刚才我们画雪人的过程不难发现雪人的形状和大小是不变的只因为移动纸张而导致血轮的位置发生了改变观察所画出的相邻两个雪人进一步思考并找出三组对应点比如两个相邻雪人的鼻尖A与A撇帽顶B与B撇纽扣C与C撇连接这三组对应点并且观察得出的线段的位置和长短关系请同学们按下暂停键动手操作一下吧好的同学们我们一起来动手操作一下吧如图我们首先找出两个相邻雪人的鼻尖A与A撇并连接AA撇找出帽顶B与B撇并连接BB撇为了更加直观地得出线段AA撇B撇cc撇的位置和长短关系我们可以把这三条线段进行移动移动后发现这三条线段可以完全重合在一起因此我们可以得出三条线段互相平行且相等请同学们按下暂停键做出连接其他对应点的线段思考他们是否仍然有这样的关系答案是他们仍然有这种平行且相等的关系通过以上的探究活动我们可以归纳出平移的概念即在平面内将一个图形沿某个方向移动一定的距离这样的图形运动称为平移通过平移的概念进一步明确平移前后图形的形状大小不变仅改变图形的位置有了平移的概念我们就可以判断一些图形运动是否为平移比如这四组图形运动首先A组不是平移因为图形的大小改变了B组也不是平移因为图形的形状发生了变化图形由正方形变成了平行四边形C组是平移因为两个图形的形状大小不变只有位置不同地主也不是平移因为地主不满足沿某个方向移动这个条件观察右侧几种生活现象想一想平移是由什么决定的通过燕子由低处往高处飞滑雪者从高处往低处滑雪水瓶拉动抽屉水瓶开关窗户这些生活现象我们对平移运动做进一步的认识一图形的平移方向不一定是水平的也不一定是竖直的二图形的平移是由移动的方向和距离共同决定的接下来我们做一个小练习如图平移三角形ABC得到三角形DEF分析两个图形中的对应关系通过三角形的平移我们可以直观的找到点ABC的对应点分别是DEF线段ab AC bc的对应线段分别是DEEDF和EF进一步思考上面图形中adb cf都有怎样的关系通过几何直观以及前面对雪人平移的探究可以得出线段AD be cf平行且相等通过上述练习我们可以进一步总结平移的性质一平移前后的两个图形形状和大小完全相同二对应线段平行或在同一直线上且相等三个对应点所连线段平行或在同一条直线上且相等并且可以用几何符号语言描述平移的性质因为三角形ABC平移得到三角形def所以ab平行于DEAC平行于DFBC平行于EF或共线AB等于DEAC等于DFBC等于EF这是平移的第二条性质AD平行于B平行于cf或共线AD等于BE等于cf这是平移的第三条性质能够做出简单平面图形平移后的图形是本节的一个基本内容如图已知线段ab平移线段ab使端点A平移到A撇你能做出线段ab平移后的图形A撇B撇吗请同学们按下暂停键进行作图在动手平移前我们首先明确以下几点一要想平移整条线段需要把握哪些关键的点二平移的方向是什么三平移的距离是谁的长度四根据平移的性质特征如何确定B点移动后的位置B撇首先要想平移整条线段我们可以通过平移线段的两个端点A和B再把平移后的两个端点连接即可由点A平移到A撇根据平移的性质可知AA撇的方向就是平移的方向因此可以通过过点B做AA撇的平行线从而确定B的移动方向线段AA撇的长度就是平移的距离因此在过点B的AA撇的平行线上截取线段BB撇等于AA撇这样就确定了B撇的具体位置连接A撇B撇即为线段ab平移后的线段A撇B撇由此我们可以总结一下平移作图的基本方法一先确定被平移图形的特殊点二在过特殊点沿平移的方向做平行线三在平行线上分别截取特殊点移动的距离确定特殊点平移后的位置四连接平移后的各点成图接下来我们做一下这个例题如图平移三角形ABC使点A移动到点A撇画出平移后的三角形A撇B撇C撇请同学们按下暂停键自己操作一下下面我们看一下具体的画图步骤连接AA撇过点B点C两点分别作AA撇的平行线L1L2在L1L2上分别截取BB撇等于cc撇等于AA撇则B撇C撇是B和C的对应点连接A撇B撇C撇即可现在我们做两个练习题以巩固本节课的学习内容练习一如图ab平行于CDAD平行于BCDE垂直于ab于点E将三角形DAE平移得到三角形CBF第一问请画出平移后的三角形CBF2写出平移前后的对应顶点和对应相等的边请同学们按下暂停键进行思考通过平移的性质我们可以直接画出如图所示的平移后的三角形CBF平移前后对应顶点为点D和点C点A和点B点E和点F对应边为AD等于BCAE等于BF d e等于cf如图是一块长方形的草地长为21米宽为15米在草地上有两条宽为一米的小道长方形的草地上除小道外长满青草求长草部分的面积为多少请同学们按下暂停键进行思考观察图形发现草地和小道分散在不同的区域而题目要求我们求长草部分的面积所以我们考虑通过平移草地将草地拼接在一起但是如果我们平移草地平移后的面积并不能很直接求出因此我们考虑凭一小道而拼接草地的方法我们发现平移后长草部分为一个长方形长为21-1米宽为15-1米于是直接利用长方形的面积公式即可以求出长草部分的面积最后我们对本节内容进行一下小结本节平移主要学习了平移的概念平移的性质和平移作图三个方面的内容好的同学们本节课到这里就结束了我们下节课再见",
    "各位同学大家好今天这节课的内容是相交线与平行线的复习课专题首先我们先明确一下这节课的学习目标一进一步理解平行线的性质与判定二进一步体会三线八角模型三初步感受添加辅助线解决几何问题的思路接下来我们对本章的基本内容进行简单的复习回顾本章学习了相交线与平行线相交线中我们学习了两条直线相交所形成两线四角以及两条直线被第三条所截形成三线八角两条直线相交会存在一般情况以及相交成直角的特殊情形并由此学习了邻补角对顶角垂线的概念和性质平行线中我们学习了平行公理及其推论由平行公理及其推论以及同位角内错角同旁内角学习了平行线的判定和平行线的性质最后我们学习了平行线的应用平移以及平移的特征同学们现在我们看一下这个例题如图一木杆ab与CD平行木杆的两端A和C用于橡皮筋连接问在图一中角A与角C有什么关系相信很多同学已经给出了答案角A加角C等于180度那么为什么呢有已知ab平行于CD根据平行线的性质两直线平行同旁内角互补我们可以得出角A加角C等于180度我们知道橡皮筋是具有弹性的会随着我们的拉扯而变形那么若将橡皮筋拉成图二的形状则角A角C角A1C3角之间又有什么关系呢请同学们按下暂停键仔细想一想吧好的同学们我们一起来观察和分析一下这个图形要想找出这三个角之间的数量关系就需要将这三个角与已知的平行线ABCD建立联系那么如何将它们建立联系呢我们知道已知条件是线的平行关系问题是角的数量关系于是我们可以通过构造三线八角模型把线的关系转化为角的关系于是我们可以用添加辅助线的方法过点E做MN平行于CD这样就构成了平行线abMN与直线AE和平行线MNCD与截线C的两个三线八角模型利用这两个三线八角模型就可以找到这三个角的数量关系下面我们看一下具体的书写步骤过点E做MN平行于CD因为ab平行于CD所以由平行公理的推论可以得出与CD均平行的ab和MN平行进一步由ab和MN平行根据两直线平行内错角相等可以得出角A等于角AEM同理因为MN平行于CD可以得出角C等于角CEM又因为角AC等于角AEM加角CM所以根据等量代换可以得出角AEC等于角A加角C这样我们便得出了这三个角的数量关系刚才在通过添加辅助线构造三线八角模型的过程中我们是过点E做CD的平行线现在请同学们按下暂停键想一想是否还有其他添加辅助线的方法我们发现可以经过这个图形的另一个拐点A做ma平行于CE并交DC的延长线于点N这样就构成了平行线MNCE与截线AE和平行线MNCE与截线ND以及平行线ABND与截线MN的三个三线八角模型具体步骤为因为MN平行于C所以角MAE等于角E两直线平行内错角相等且角ECD等于角MNC两直线平行同位角相等又因为ab平行于CD所以角B等于角MC进一步由等量代换得出角MAB等于角ECD又因为角MAE等于角MAB加角BAE所以由等量代换可以得出同样的结论角E等于角ECD加角BAE既然过点A做平行线可以得出三个角的数量关系那么利用类比的方法过点C是否也可以做平行线从而得出相同的结论呢请同学们按下暂停键自己动手证明一下吧同学们是不是发现通过过点C作平行线仍然可以得出同样的三个角的数量关系具体步骤如下我们在这里就不做赘述通过对这个图形的分析我们发现过三个拐点e AC做平行线均可以求出三个角的数量关系这个问题便是我们常见的拐角问题也许大家在对这个图形的分析过程中会想到以下两种做辅助线的方法但是由于这两种方法下会用到三角形内角和等于180度这个现阶段我们还没有学习并加以证明的结论因此对于这两种方法我们暂时先不展开讨论相信随着后续大家对几何部分的学习和研究还会发现其他简单证法接下来我们看橡皮筋的另一种情形若将橡皮筋拉成图三的形状则这三个角之间又有什么关系呢请同学们按下暂停键仔细想一想我们可以通过类比橡皮筋前一种情形下过三个拐点做平行线的方法添加辅助线比如我们可以过点E做MN平行于CD因为ab平行于CD所以由平行公理的推论得出ab平行于MN所以角A加角AEN等于180度两直线平行同旁内角互补同理又因为MN平行于CD所以角C加角CEN等于180度两直线平行同旁内角互补又因为角AEC等于角AEN加角CEN角A加角C加角AEN加角CEN等于360度所以通过等量代换可以得出角A加角C夹角AEC等于360度再比如我们可以过点A做ma平行于CE并交CD于点N因为MN平行于C所以角MAE等于角E两直线平行内错角相等角C等于角MD两直线平行同位角相等同理又因为ab平行于CD所以由两直线平行同位角相等可以得出角MAB等于角MND所以有等量代换可以得出角MAB等于角C又因为角MAE加角B加角MAB为一个周角等于360度所以进一步由等量代换可以得出角E加角e ab加角C等于360度再比如仍然也可以利用过点C作AE的平行线或者延长AE形成三角形这两种方法来证明大家可以利用课下的时间来证明现在我们看一下橡皮筋的第四种变化情形若将橡皮筋拉成图四的形状则这三个角之间又有什么关系呢请同学们按下暂停键仔细想一想同样我们可以利用类比的方法过点E做MN平行于CD因为ab平行于CD所以由平行公理的推论可以得出ab平行于MN进一步由平行线的性质可以得出角A等于角AEM同理又因为MN平行于CD所以角C等于角c em又因为角AEC等于角CEM减角AEM所以有等量代换可以得出角AEC等于角C减角A接下来对于过点A做C的平行线的方法我们只给出证明步骤不做详细讲解同样利用类比方法过点C作AE平行线的方法我们不做赘述现在我们看一下橡皮筋的第五种变化情形若将橡皮筋拉成突兀的形状则三个角之间又有什么关系呢请同学们按下暂停键仔细想一想首先我们可以利用类比的方法过点E做MN平行于CD相信大家现在已经可以独立写出以下的证明步骤了同样的过点A做EC的平行线的方法也不会难倒大家当然依旧还有过点C做平行线的方法和延长BA形成三角形的方法现在我们看一下当橡皮筋拉至点E在ca的延长线上的情形这时角e ab和角C之间又有什么关系呢利用平行线的性质可以直接证明这两个角相等最后我们看一下当橡皮筋拉至点E在CD下方的这三种情形同样研究这三个角的数量关系请同学们按下暂停键自己动手算一下吧现在我们对橡皮筋的上述几种情形进行总结根据点E与ab和CD的位置关系进行分类讨论发现有点E在ab CD之间点E在ab上方和点E在CD下方这三类并且每一类中都有三种情形共九种情形请同学们在笔记本上对这九种情形的多种证明方法进行整理最后我们做一个练习题以检验本节课的学习效果如图将一副三角板和一张对边平行的纸条按图中方式摆放两个三角板的一条直角边重合含30度角的直角三角板的斜边与纸条一边重合含45度角的三角板的一个顶点在纸桥的另一边上则角一的度数是请同学们按下暂停键动手算一下通过观察图形我们可以通过分离角分离基本图形把这个具体情境下的图形转化为我们所熟悉的拐角问题然后通过做平行线利用三角板的特殊角很容易便可以求出角一的大小或者我们可以有另外一种分离基本图形的方法同样也可以求出角一等于15度即选C",
    "大家好第一课时本节课的学习目标是了解算术平方根的概念会表示正数的算术平方根了解算术平方根的非负性会用平方运算求某些非负数的算术平方根同学们你们知道宇宙飞船离开地球进入地面附近轨道的速度在什么范围内吗这时它的速度要大于第一宇宙速度V1而小于第二宇宙速度V2V1V二的大小满足V1方等于grV2方等于二倍gr其中G10物理中的一个常数叫重力加速度R是地球半径如果我们给出G和R的近似值怎样求V1V2呢这里就需要用到平方根的概念我们先来看一个简单的问题学校要举行庆国庆美术作品比赛小东想裁出一块面积为25平方分米的正方形画布画上自己的得意之作参加比赛那么这块正方形画布的边长应该取多少呢那么这个问题非常简单同学们容易想出来要求这块正方形画布的边长也就是要求一个正数使得它的平方等于25我们很容易想到五的平方等于25所以这个正方形画布的边长应该取五分米小东还要准备一些面积如下的正方形画布请你帮他把这些正方形的边长都算出来看到这些数字相信大家都不陌生很容易得出相应的正方形的边长分别为1346那如果正方形的面积为4/25呢这个问题也难不倒大家此时正方形的边长为2/5好了那我们会发现其实上面的问题一个共同特征是什么呢就是已知A的平方去求A的值更准确来说应该是已知一个正数的平方求这个正数的问题在我们数学当中如果一个正数X的平方等于A即X方等于A那么这个正数X叫做A的算数平方根所以刚才我们问题当中已知正方形的面积求边长事实上就是在求正方形面积的算术平方根所以我们可以说一的算术平方根是一九的算数平方根是36的算数平方根是四36的算数平方根是六那么4/25的算数平方根呢就是2/5A的算术平方根即为根号A读作根号AA叫做被开方数那么结合算术平方根的定义我们会发现A是一个正数的平方所以A应该也是一个正数规定零的算术平方根是零即根号零等于零那么有了这个规定之后呢我们就知道了被开方数可以取正数可以取零也就是说被开方数可以取的是非负数下面呢我们通过六个判断题来进一步理解算术平方根的概念请大家按下暂停键认真思考好现在我们一起来看一下这几道判断题第一个五是25的算术平方根这个显然是正确的我们要判断一个数是否是后面一个数的算术平方根我们只需要看一下前面这个数的平方是否等于后面这个数那么很显然五的平方等于25第一个是正确的第二个36的算术平方根是六那我们要结合算术平方根的概念我们知道算数平方根应该是一个正数或者是零所以这个判断很显然是错的那么正确的说法应该是什么呢36的算术平方根是正六第三个零的算数平方根是零这个是在算术平方根的定义中作了规定的很显然是正确的第四个0.01是0.1的算术平方根那么这个和第一个是一个类似的问题很显然0.01的平方不等于0.1而事实上我们知道0.1的平方等于0.01那么怎么说才是正确的呢非常好应该说0.1是0.01的算术平方根第五个若一个数的算术平方根是根号五则这个数是五这个判断是正确的根号五当中五是被开方数所以这个数是五第六个根号81的算术平方根是九那么这个是错误的原因是什么呢根号81表示81的算术平方根也就是九那么九的算术平方根应该是几呢应该是三所以第六个是错误的那么结合算术平方根的定义和我们刚才的判断我们来想一想这两个问题第一个被开方数A可以是负数吗第二个算术平方根根号A可以是负数吗请按下暂停键认真思考通过思考我们非常容易得到被开方数A不可以是负数因为被开方数A它应该是一个数的平方因为任何一个数的平方都不可能是负数所以A应该是一个非负数那对于算术平方根根号A来说呢它也不可以是负数因为通过算术平方根的定义可以得到正数X等于根号A即根号A是大于零的又因为根号零是零所以根号A也是一个非负数那么由此我们就得到了根号A它其实具有双重非负性这个双重指的是什么呢第一个就是被开方数A它是非负数第二个呢是根号A本身就是非负数A它的算术平方根是非负数那么对于负数我们知道是不存在算术平方根的好下面呢我们再做一组练习判断以下课时是否意义为什么请按下暂停键认真思考好有了刚才对于算术平方根性质的认识和理解相信这几个问题并不困难我们很容易知道第二个是没有意义的因为被开方数三是一个负数而剩下的134都是有意义的我们要判断一个含有根号的式子是否有意义就要看被开方数是否是一个非负数好下面我们来看例一求下列各数的算术平方根请按下暂停键认真思考好相信同学们心目当中已经有了答案我们说要说出这几个数的算术平方根呢应该说是比较简单的但是呢我们还是要有严格的规范的书写过程我们一起来看一下解第一题因为十的平方等于100所以100的算术平方根为十也就是根号100等于十第二题因为7/8的平方等于49/64所以49/64的算术平方根是7/8即根号下49/64等于7/8第三题因为0.01的平方等于0.0001所以0.0001的算术平方根为0.01也就是根号下0.0001等于0.01好做完例一之后呢我们来一个简单的总结我们会发现在求一个非负数的算术平方根时常借助于平方运算所以熟记常用平方数对求一个数的算术平方根有事半功倍的效果这里呢老师给大家列出了11~20这些数的平方那么大家一定要熟记第二个在求A的算术平方根时如果A是有理数的平方则A的算术平方根就不带根号如果A不是有理数的平方则A的算数平方根就带根号比如说根号13那么还有一点我们发现就是被开方数越大对应的算术平方根也就越大那么这个结论对于所有的正数都是成立的而且在后边我们的解题当中也会经常用到好下面呢我们再来看一组课堂练习第一题求根号下二的平方根号下三的平方根号下五的平方根号下六的平方根号下七的平方根号下零的平方的值看看你有什么发现请同学们按下暂停键认真思考好我们一起来看一下这组数我们发现他们还是有一些共同特征的呃首先呢它们都是含有根号其次呢被开方数都是某一个数的平方的形式所以要想算出它们的值首先需要把这个平方先计算出来那么很容易知道第一个是根号四第二个是根号九第三个是根号25第四个是根号36第五个是根号49第六个是根号零那么有了这些呢这些数的值就非常容易得到了好了我们得到这样六个式子我们一起来仔细观察看看能有什么发现那正如刚才所说等号左边都是根号下某一个数的平方的形式那我们不妨用根号下A方来表示我们来看一下这六个式当中A分别取了哪些数呢那第一个是A等于二第二个是A等于三第三个是A等于五第四个是A等于六第五个是A等于七第六个是A等于零好那现在如果老师让你把这六个式子做一个分类你会怎么分有同学说了我会按照A的正负来分非常棒那我们分成A大于零和A小于零的情况那我来看一下A大于零有这样三个式子A小于零有这样两个式子对忘了一种情况还有A等于零有这一个式子这样这六个式子就被分成了这三类那我们逐个来看一下三种情况下根号下A方对应的结果是什么当A大于零的时候我们观察这三个式子根号下二的平方是二根号下五的平方是五根号下七的平方是七那你的结论是什么呢非常棒有同学得到了当A大于零的时候根号下A的平方就是A那A小于零的情况你能迅速给出结论吗非常好A小于零的时候根号下A的平方等于负A那么A等于零的情况很显然根号下A方就等于零了好了再观察一下我们得到的结论和我们之前学过的哪一个概念的结论是一样的呢特别棒有同学想到了是A的绝对值所以我们得到的结论可以表述为对于任意数A都有根号下A的平方等于A的绝对值好了有了这么一个结论之后呢我们以后的运算就可以得到简化我们在遇到求根号下某一个数的平方的形式的时候我们就可以直接利用这个结论得到结果下面我们来看第二题请按下暂停键认真思考好我们发现这一组数呢也是有一些共同特征的那是什么呢他们都是某一个数的算术平方根的平方的形式所以要求出它们的值呢首先要求出这个算术平方根然后再去算平方那很容易知道第一个呢是二的平方第二个是三的平方第三个是五的平方第四个是六的平方第五个17的平方第六个是零的平方所以这一组数的值呢就很容易得到了好那现在我们来看一下这六个式子看看能够有什么新的发现正如我们刚才所说这些式子等号左边都是某一个数的算术平方根的平方的形式那么我们不妨用根号A的平方来表示那么对应到这六个式子当中A的取值意思是49215三十六四十九零那到这儿有同学说了我知道了和第一个题的想法类似A要进行分类讨论啊非常棒那么这你A要分几类呢好A分大于零和等于零的情况那老师就要问了这里面A为什么没有小于零的情况呢好有同学想到了说这里面的A呢是被开方数所以不能小于零非常好好那接下来呢我们就来看一下A大于零和A等于零能够有什么样的结论A大于零对应的我们这里面的前面五个式子通过观察我们发现根号A的平方呢就是A当A等于零的时候根号A的平方就是零所以我们刚才得到的结论可以表述为对于任意的非负数A都有根号A的平方等于A那这要特别强调的是这个式子当中的A是非负数另外一点老师想说的是有了这个结论之后就可以简化我们的运算我们不必要像刚才那样先把这个非负数的算术平方根求出来再去求平方而是直接可以写出一个数的值好接下来呢我们小结一下本节课的内容本节课学习的是平方根第一课时算术平方根我们学习了算术平方根的概念探究了算术平方根的性质并学会了借助平方运算求一个非负数的算术平方根好了这节课就到这谢谢大家",
    "大家好这节课的学习目标是了解平方根的概念并理解平方与开平方的联系会求非负数的平方根了解平方根的性质并会利用性质解决具体问题那我们先来回忆一下我们之前解决过的一个问题小东想裁出一块面积为25平方分米的正方形画布那么这块正方形画布的边长应取多少我们之前已经解决过这个问题这个问题实际上是在找一个正数的平方使得它等于25那么很显然五的平方是25所以边长应该取五分米那么现在如果我把这个题变了一下那又该怎么解决呢我们来看如果是一个数的平方是25那么这个数是多少呢好同学们想一想其实这个问题不难解决我们知道正五的平方都是25所以这个数是五或五那么在这个问题当中呢多了一个数就是五那么根据上面的研究过程我们来看一下这个表这个表第一行是X平方的值第二行是让我们求X的值看到这些数字大家并不陌生也很容易填出这个表格我们看X平方是一X是正一X平方是16X是正四X平方是零X是零X平方是49X是正七X平方是425X就是正-25那么如果我们把这里面的正一正四零正七正-2/5分别叫做一十604 194/25的平方根那你能类比算术平方根的概念给出平方根的概念吗好下面同学们可以再回顾一下算术平方根的概念是什么那么我们该如何类比得到平方根的概念呢好相信同学们都已经回忆起来算术平方根的概念了也能够类比算术平方根的概念给出平方根的概念那我们一起来看一看你的概念和我们书本上的概念是不是一样的呢一般的如果一个数的平方等于A那么这个数叫做A的平方根或二次方根这就是说如果X平方等于A那么X叫做A的平方根后边我们还会学A的立方根也叫做A的三次方根甚至我们还要再学A的N次方根那么现在我们接触的是A的平方根那么如何去求一个数的平方根呢好从平方根的概念中可以看出平方根与平方运算是密切相关的现在我们先来看一下我们所熟悉的平方运算也就是已知一个数X求这个数的平方那么前面我们学过互为相反数的两个数的平方是相等的像我们这里面给出的X取正一那么X平方是一X取正二X平方是四X取正三X平方是九那么我们知道给出一个数我们就可以求出这个数的平方这是我们所熟悉的平方运算但现在反过来如果已知一个数的平方怎么去求这个数X呢这就是我们刚才所提出的问题像我们这里面给出的例子如果X平方等于一那很显然结合刚才的分析知道X应该等于正一X平方取四X等于正二X平方等于九X等于正三那么这些都是已知一个数的平方然后去求它的平方根那么我们在数学当中把求一个数的平方根的运算叫开平方所以我们右边这一列所进行的就是开平方运算那么通过刚才的分析我们也不难发现平方运算和开平方运算它应该是互为逆运算的好我们刚才已经分析了平方运算和开平方运算互为逆运算也就是说我要去求一个数的平方根的话也就是要进行开平方运算那我就要结合平方运算来进行下面我们看一个例题求下列个数的平方根请按下暂停键认真思考好我们一起来看一下这个题的前三个应该说是比较好解决的同学们很容易直接说出它的答案但是这块呢我们还是希望同学们能有一个规范的书写那么第四个同学们可能会遇到一点小困难我们一起来看一下第一个求100的平方根那么这块我们还是结合我们刚才的分析要求平方根就是要进行开平方运算我们就要考虑平方运算那么因为正十的平方是100所以100的平方根是正十第二个9/16我们观察发现九和16都是我们所熟悉的平方数所以很容易得到因为正-3/4的平方是9/16所以9/16的平方根是正-3/4那么第三个也并不困难因为正-0.5的平方是0.25所以0.25的平方根是正-0.5那么有同学说我我把0.25化成一25%可以吗当然也是可以的122 15%当中呢25和100也都是我们所熟悉的平方数也是可以非常快的得到结果的那么第四个一又7/9该怎么办呢有同学说那我就把一和7/9分别去找平方根然后再相加那这会儿老师要告诉大家这种方法是不可行的那么至于为什么不可行我们后边还会做进一步的讲解今天我就先不再进行详细的讲解那么这个一又7/9的平方根该怎么求呢我们这块儿给出大家的方法是把带分数化成假分数然后再去找它的平方根我们知道一又7/9就是16/9那么16和九也是我们所熟悉的平方数这个问题就解决了我们来看因为一又7/9等于16/9正-4/3的平方是16/9所以16/9也就是一又7/9的平方根是正-4/3好那么第四结束之后呢给大家做一个简单的小结第一点想说的是什么呢开平方运算和平方运算是互为逆运算所以我们在求平方根的时候要充分的去考虑平方运算第二个呢就是对于带分数求平方根的时候我们要把带分数化成假分数再去求好平方根求完之后呢我们来思考这样一个问题正数的平方根有什么特点零的平方根是多少负数有平方根吗那么集合平方根的概念我们很容易知道正数的平方根有两个他们的关系是什么呢通过平方运算我们很容易知道它们是互为相反数的也就是说正数有两个平方根他们互为相反数其中正的平方根就是这个数的算术平方根那么零的平方根是多少呢因为零的平方等于零所以零的平方根是零负数有平方根吗我们知道任何一个数的平方都是非负数所以负数没有平方根下面我们来看一下平方根的表示和读法正数的平方根用正负根号A表示读作正负根号A正数正的平方根用根号A表示读作根号A也就是A的算术平方根正数A的负平方根用负根号A表示读作负根号A或是A的算术平方根的相反数好下面你能说一说根号七负根号七正负根号七各表示什么意义吗请按下暂停键认真思考自己说一说好这个问题还是比较简单我们一起来看根号七表示七的正的平方根也就是说七的算术平方根负根号七表示七的负的平方根而正负根号七表示的是七的平方根认识完平方根之后我们来看一下我们刚刚学习的平方根与之前所学习的算术平方根有哪些区别和联系区别方面它们的定义个数和表示都是不一样的我们先来看定义平方根的定义当中说的是如果一个数的平方等于A那么这个数就叫做A的平方根而算术平方根当中强调的是一个正数的平方等于A那么这个正数叫做A的算术平方根第二个不同是个数不同正数A的平方根有两个而正数A的算数平方根只有一个表示也不同正数A的两个平方根有正负根号A表示那么算术平方根用根号A表示但与此同时他们也是有一些联系的我们很容易知道平方根包括算术平方根那么算术平方根是平方根中的非负根第二个呢就是它们的存在条件是相同的都是只有非负数才有平方根和算术平方根第三点呢就是零的平方根和算术平方根都是零也就是说零的平方根是它本身零的算数平方根的也是它本身那么这块请同学们想一想算术平方根是它本身的数还有别的吗平方根是它本身的数还有别的吗好下面我们来看课堂练习一判断以下说法是否正确请按下暂停键认真思考好这些问题应该并不困难我们一起来分析一下第一个一的平方根是一那么这个很显然是错误的一是一个正数它的平方根有两个应该是正一第二个二是四的一个平方根那么这个很显然是正确的因为二的平方是四所以它是四的平方根第三个正五是25的平方根也是正确的这个不用太多解释第四个-16的平方根是四那么这个很显然是错误的我们看到-16知道它是一个负数它是没有平方根的第五个0.3是0.9的平方根那么我们要判断前面这个数是否是后面这个数的平方根就要看一下前面这个数的平方是否等于后边这个数呢很显然他是不对的那么0.3应该是0.09的平方根第六个根号四等于正二那么根号四代表什么呢代表四的算术平方根所以很显然根号四应该等于二所以刚才的判断是错的第七个正负根号四等于正二正负根号四表示的是四的平方根等于正二这个很显然是正确的好下面我们继续来看一组课堂练习加深对于平方根概念的理解下列说法正确的是请同学们按下暂停键认真思考好这一个练习依然是围绕平方根的概念展开的我们依次来看一下第一个三是九的平方根显然是正确的第二个25的平方根是五25是一个正数它有两个平方根所以这个显然是错误的正确的说法应该是25的平方根是正五第三个-36的平方根是六那这块我们观察到-36是负数它是没有平方根的所以第三个叙述也是错的第四个平方根等于零的数是零第五个64的算术平方根18都是正确的这个都非常好理解我们一起来看第六个四的平方的平方根是四有一点绕不过我们一起来一步一步来分解四的平方显然是16那这个题说的就是16的平方根是四那显然是错的正确的说法应该是四的平方的平方根是正四所以这个题目当中正确的应该是圈一圈四和圈五你做对了吗好围绕平方根我们再来看一个练习下列说法不正确的是请大家一定要看清楚不正确的是哪个请按下暂停键认真思考好那我们一起来分析一下这个题的每一个选项选项A0的平方根是零那显然是正确的选项b-2的平方的平方根是二那我们来一起来看哈前面这个数到底是几呢很容易知道是四也就是说四的平方根是二那显然是错的因为四是一个负数负数没有平方根那么分析到这儿呢有同学说正确答案已经得到了就是2B啊没有问题的那我们我们下面呢再一起来看一看C和D为什么是正确的C选项六是六的平方的平方根那么仔细分析就会发现这句话它叙述的是六是36的平方根很显然是正确的四D1个正数的算术平方根一定大于这个数的相反数好好分析会发现一个正数的算术平方根它应该是一个正数这个正数的相反数是一个负数那么正数显然是大于负数的所以4D选项是正确也是没有问题的所以这个题最终答案就是2B你答对了吗相信经过前面这些练习同学们对于平方根的概念已经有了深入的了解那么下面呢我们来看一下求职的问题第五求下列各式的值请按下暂停键认真思考在求职之前呢我们先来看一下这三个数所表示的含义是什么第一个是36的算术平方根也就是36的正的平方根第二个是0.81的负的平方根第三个是49/9的平方根那么前面的学习告诉我们正数的两个平方根呢是互为相反数的它们是有关系的那如果我知道了这个正数的算术平方根那么它的负的平方根和平方根也就能知道了所以我们在解决这个问题的时候呢我们可以去找这个360.81和49/9的算数平方根也就是寻找一个正数使得它等于被开方数就可以了好因为六的平方等于36所以根号36就等于六因为0.9的平方是0.81所以负的根号下0.81等于-0.9那么第三个也就迎刃而解了好简单归纳一下这道例题当A大于等于零时根号A负根号A正负根号A所表示的含义是不同的这一点大家要非常清楚第二点很重要当知道一个数的算术平方根时就可以立即写出它的负的平方根甚至还可以写出它的平方根反之也是可以的好接下来我们进行本节课的小结本节课是平方根的第二课时我们这节课主要认识的是平方根我们从知识和思想方法两个角度来进行总结知识方面我们学习了平方根的概念了解了平方根的性质并且知道平方运算和开平方运算是互为逆运算的思想方法方面呢我们进一步体会了类比思想和分类讨论思想的应用好今天这节课就到这谢谢大家",
    "各位同学大家好以下为本节课的学习目标请同学们按下暂停键仔细看一看首先我们一起来看看今天我们要共同探究哪些问题呢探究一你能否用两个面积为一平方分米的小正方形拼成一个面积为二平方分米的大正方形好请按下暂停键仔细想一想我们发现如果直接把两个小正方形进行左右或上下叠放是不可能拼成一个大的正方形那我们尝试进行分割如果沿着对角线分割可以把这两个小的正方形分割成四个相同的等腰直角三角形恰好可以拼成一个大的正方形同时大正方形的面积为二平方分米OK探究一我们完成任务当然这里还会有其他种拼凑的方法欢迎同学们去积极思考好这里我想追加一个问题左边这三个正方形的棱长分别是多少呢我们知道正方形面积等于棱长的平方已知三个正方形的面积分别为112平方分米所以它们对应的棱长应该为一一根号二分米这里其实是一个求算数平方根的过程好我们把棱长标记在图形上我们知道一分米很容易用刻度尺度量出而这里的根号二分米如何度量呢它是多长呢感觉到这里根号二很神秘好我们从图中根据两点之间线段最短可以估算出这里的根号二是小于1+1也即是根号二是小于二的但是小于二的数实在是太多了根号二它究竟是一个什么样的数呢好探究二根号二有多大呢请按下暂停键仔细想一想根号二等于多少我们可以反向思考也即是在问多少的平方等于二呢任何一个整数的平方都不等于二那我们是不是可以尝试去找一个接近的整数呢一的平方等于一二的平方等于四一个太小了不足而第二个又太大了过剩所以这里我们断定根号二是介于一和二之间的一个数也即是根号二是等于一点几到底等于一点几呢我们是否可以再精确一点好那我们就从一和二之间的中间数1.50起1.5的平方等于2.25大于二了那我们小一点尝试一下1.41.4的平方等于1.96小于二所以我们断定根号二是介于1.4和1.5之间的一个数也即是根号二是等于1.4G那我们再精确一点从中间数1.4510起1.45的平方是大于二的我们接着是1.44的平方1.43的平方最后我们发现1.42的平方也是大于二而1.41的平方小于二所以根号二是介于1.41和1.42之间好我们可以继续对根号二进行更精确的估值从1.41和1.42的中间数1.415开始我们发现1.415的平方比二大而1.414的平方比二小也即是说二是加载1.999396和2.002225之间所以二的算术平方根也应该是加在这两个数的算术平方根之间即根号二介于1.414和1.415之间我们数学上称这个方法为加B法其实加B法它的依据是我们前面学习的平方根的一个结论被开方数越大对应的算数平方根也越大利用夹逼法如果我们有足够的耐心和毅力可以一直进行下去最后我们发现根号二的确是一个很神秘的树它的小数位数有无限位而且小数部分是不循环的小数这种类型的数以前你见过吗我们数学上把这种类型的数叫做无限不循环小数根号二是无限不循环小数那根号二是我们学习过的有理数吗请看看就三按下暂停键同学们想一想我们知道有理数分为整数和分数我们也可以把分数写成小数的形式例如负分之一等于-0.22/3等于0.66循环25/99等于0.2525循环那整数呢也可以写成如下小数形式我们发现当有理数写成小数形式时均为有限小数或无限循环小数而根号二是无限不循环小数所以根号二不是有理数同学们通过以上三个探究你学到了哪些知识呢首先我们发现根号二它是真实存在的它是面积为二的正方形的棱长还有他不是一个有理数根号二它是一个无限不循环小数而像这样的数有很多例如根号三根号五根号七还有我们所熟悉的派我们又学会了哪些方法呢我们学习了利用夹逼法对正有理数的算术平方根进行估值尤其是对于开方开不尽的正有理数它们的算术平方根进行估值好同学们我们一同来做几道习题巩固刚刚学习的知识和方法例一第一问请估计与根号时最接近的两个整数是多少请按下暂停键仔细想一想好本题我们的思路是利用刚刚学习过的夹逼法进行估值根号十等于多少也即是思考多少的平方等于十呢我们知道三的平方等于九而四的平方等于16而十恰好是夹在九和16之间那么所以十的算术平方根应该恰好夹在九和16的算数平方根之间也即是根号十是加在三和四之间即根号十大于三小于四好所以与根号十最接近的两个整数是三和四同学们你做对了吗好第二问估计与根号时最接近的一个整数是多少诶这道题什么意思刚才问的是最接近的两个整数而这会问最接近的一个整数同学们你get到这一问的意图是什么了吗我们第一问所知根号十是介于三和四之间的一个数那这道题的意思是哦其实是要你分析那根号十是更靠近于三呢还是更靠近于四呢所以本题的关键就是需要对根号时做更精确一些的估值好我们从3.5是起3.5的平方等于12.25比十大了所以根号十是小于3.5也即是最接近根号十的整数是三第二比较下列各组数的大小请按下暂停键想一想好这两道题其实依然是利用夹逼法来进行估值我们先看第一题本题我们先对根号65进行估值其实呢就是先寻找65最接近的两个完全平方数是多少我们发现65它是介于64和81这两个完全平方数之间所以65的算术平方根也便介于64和81这两个数的算术平方根之间也即根号65是大于八小于九的G根号65大于八我们发现根号65的平方是大于八的平方所以根号65是大于八这个方法也特别简洁第二问这里0.5是一个精确值那我们只需要对二分之根号5-1进行估值而二分之根号5-1有点复杂怎么办呢好同学们那我们可以分步骤进行我们可以先对根号五估值再对它的分子根号5-1估值然后再对二分之根号5-1进行估值因为我们前面所学的知识我们很容易对根号五估值发现根号五呢是介于二和三之间好我们再对根号5-1估值都减去一我们发现根号5-1是介于一和二之间都除以二我们便得出二分之根号5-1是介于0.5和一之间也即二分之根号5-1大于0.5好本题我们判断完毕好这里如果我稍微对题目进行一下修改请同学们判断二分之根号5-1和0.6之间的大小关系呢那我们前面的解答就不充分了需要我们对根号五做更精确一些的估值才可以完成好这留作同学们课下思考第三是一道实际应用题请同学们按下暂停键仔细想一想好首先我们先画出题目当中关键语句这道题呢需要我们完成一项手工任务把一个正方形的纸片裁剪成一个符合要求的长方形纸片那这是一个什么样的正方形纸片呢题干中提到正方形的面积为400平方厘米我们根据正方形面积等于棱长的平方可以求出这是一个棱长为20cm的正方形那需要裁剪出的长方形有什么特殊要求呢需要满足面积为300平方厘米长宽比为三比二那我们基于以上两个条件是否可以求出长方形的长和宽呢好这里我们借助方程的思想可以设长方形纸片的长和宽分别为3X和2X厘米根据边长和面积的关系列方程3X乘2X等于300解得X等于根号50所以该长方形纸片的长为三倍根号50cm宽为二倍根号50cm所以这道题也及时在问小丽能否用棱长为20cm的正方形裁剪出一个长宽分别为三倍根号50和二倍根号50cm的长方形呢我们知道当长方形的长与宽均不超过正方形棱长时便可以成功裁剪所以本题的关键是需要进行三倍根号50与20的大小比较那我们先对三倍根号50进行估值利用前面所学的知识我们很容易发现根号50是介于七和八之间所以三倍根号50是介于21和24之间所以20是小于三倍根号50也即是说正方形纸片的棱长小于长方形的长所以小丽用这个纸片裁不出符合要求的纸片我们也不同意小明的说法用一块面积大的纸片不一定能裁出一块面积小的纸片我们也可以使用计算器来求正有理数的算术平方根请看例四好先认识一下计算器不同的计算器品牌他们的按键顺序会有所不同我们以右图计算器为例这里有很多功能键例如说我们按X平方键便可以实现X平方运算细心的同学会发现X平方键上方有一个开算术平方根的符号这是什么意思我们如何才可以使用开算术平方根这个功能键呢好我们来看计算机的上方有一个稍大的黄色键我们称之为第二功能键如果我们先按黄色键再按X平方键便可以实现该建的第二功能也即是该键上方的运算功能便可以开算术平方根运算了例一根号二精确到0.001这里呢我们用计算器来求值共分为三个步骤第一步按算数平方根键这个键刚刚讲过我们先按黄色键再按X平方键即为开算术平方根键第二步我们输入被开方数二第三步好我们输入等号便可以求出根号二的值为1.414213562好这里请问它是根号二的精确值吗根据我们前面的探究显然不是根号二它是一个无限不循环小数我们也可以使用计算器来进行验证发现平方的结果并不等于二所以说计算机屏幕上的结果只是根号二的近似值并不是精确值按照题目要求我们把结果精确到0.001所以根号二约等于1.414好第二题同上依然是分为三个步骤第一步按算术平方根键第二步输入被开方数3136第三步按等号我们便可以得到3136的算术平方根为56好这里56是它的精确值本节课小结以下三点一通过探究问题我们认识的根号二如根号二的存在性大小以及无限不循环性二初步学习如何利用夹逼法对正有理数的算术平方根进行估值尤其是对开方开不尽的正有理数的算术平方根进行估值三了解如何使用计算器求正有理数的算术平方根",
    "同学们大家好今天我们共同来学习立方根本节课有以下几个学习目标一了解立方根的概念掌握立方根的性质特征和一些重要结论二能利用开立方与立方互为逆运算的关系求某些数的立方根三学习使用立方根知识解决数学实际问题四了解使用计算器求立方根好一起开启今天的学习之旅同学们都很喜欢玩魔方魔方呢有大有小那你关注过它的棱长和体积吗问题一如果想制作一个体积为64立方厘米的正方体魔方请问它的棱长要取多少请按下暂停键小一下首先我们先圈出关键词那这是一道在正方体中已知体积求棱长的问题我们知道正方体中棱长的立方等于体积那本题中多少的立方等于64呢我们知道四的立方等于64所以此处的四变为棱长问题二如果正方体魔方体积变大为125立方厘米或200立方厘米请问它的棱长又分别取多少呢根据上体的分析也即是在问多少的立方等于125和多少的立方等于200呢我们知道五的立方等于125所以体积为125立方厘米的正方体魔方它的棱长应取5cm但多少的立方等于200呢我们想一想似乎任何一个整数它的立方都不等于200所以这个体积为200立方厘米的魔方它的棱长肯定不是整数那会是一个多大的数呢我们好像不太清楚我们如何去求或者是去表示它的这个棱长呢好相信学完本节课立方根你将找到想要的答案首先我们先学习立方根概念我们已经学过平方根的概念如果我们把概念中的平方都换成立方其实便是我们今天要学习的立方根概念好立方更概念一般的如果一个数的立方等于A那么这个数叫做A的立方根或三次方根例如二的立方等于八那么二就叫做八的立方根或称八的立方根是二三的立方等于-27那么三就叫做-27的立方根或称-27的立方根是三再如2/3的立方等于8/27那么2/3叫做8/27的立方根或称8/27的立方根是2/3再如我们前面引入问题中的多少的立方等于200而这里的多少我们就叫做200的立方根也即是200的立方根便是我们前面要求的魔方的棱长那同学们我们如何用数学的符号去表示这里的200的立方根呢好我们来学习立方根的数学表示一个数A的立方根可以用这个符号来表示读作三次根号A同学们我们来重点认识下这个符号三次根号A3位于根号的左上角这里的三叫做根指数不可省略不写如果省略不写就默认在求A的算术平方根根号下的A叫做被开方的数我们尝试用刚刚学的这个立方根的数学符号来表示前面的例子八的立方根是二我们可以记作三次根号八等于二-27的立方根是三记作三次根号-27等于三8/27的立方根是2/3记作三次根号8/27等于2/3200的立方根是多少那这里的多少便可记作三次根号200也即前面引力中体积为200立方厘米的魔方的棱长可记为三次根号200cm细心的同学会发现我们这里的第一列进行的都是立方运算而最后一列呢这种球立方根的运算我们称之为开立方运算正如我们前面所学平方和开平方互为逆运算一样这里的立方和开立方也是互为逆运算请看练习求下列各式的值按下暂停键仔细做一做好第一题三次根号1/8等于多少这里呢我们可以根据开立方与立方互为逆运算也即是思考多少的地方等于1/8呢我们知道1/2的立方等于1/8所以三次根号1/8等于1/2第二题多少的立方等于-27/64呢我们知道-3/4的立方等于-27/64所以三次根号-27/64等于-3/4好第三题多少的立方等于729呢我们可以多尝试几个数发现九的立方等于729所以三次根号729等于九为了方便能够快速的写出某些书的地方跟同学们可以了解和记忆右图表格中立方根为整数的这些标红的数例如说125216343512729等等它们的地方根均为整数第二部分知识探究求下列各式的值看看你能发现什么好请按下暂停键做一做好我们按照开立方与立方互为逆运算很容易可以求出这些取值我们来看一看答案第四题我们可以先对被开方数进行整理化简1/10的立方等于一1‰所以本题也即是要求三次根号一1‰等于1/10好第八题被开方数为-1/10的立方也即是一1‰所以三次根号一1‰等于-1/10第九题我们先对被开方数依然进行化解野鸡是要求三次根号2/6417等于3/4第十题-1/2好同学们你都做对了吗做完这些题目你有什么发现呢可能有同学说老师我发现了每个数它的立方根都是唯一的一个结果还有同学会发现老师我发现不仅正数有立方根负数呢也有立方根当然了零它也有立方根而且正数的立方根都为正数如第一行所示而负数的立方根均为负数总结得特别好好类比平方根呢我们发现了立方根的一些性质特征我们尝试从A的取值根的个数和根的符号三方面进行归纳和总结首先我们发现任何数都有立方根而只有零或正数才有平方根同时任何一个数它的立方根呢只有一个但正数的平方根有两个零的平方根只有一个零根的符号呢我们发现零的立方根为零正数的立方根均为正数负数的立方根均为负数零的平方根为零正数的平方根呢却为一对相反数同时我们还发现了一些立方根的结论发现当被开方数互为相反数时它们的立方根也互为相反数所以当我们求复数立方根时可以先求这个负数的绝对值的立方根然后再取它的相反数即可我们通过第四和第八两道小题也发现了一个结论三次根号A的立方等于A本身其实这个很好理解因为开立方与立方互为逆运算我们先对A进行立方再进行开立方运算所以又回到了A本身当然我们也可以尝试进行推理三次根号A的立方等于多少呢可以进行反向思考也即是在问多少的立方等于A的立方显然A的立方等于A的立方所以这里三次根号A的立方也便等于A本身了好如果我们先对A进行开立方运算再进行立方运算它的结果是相同的也是等于A本身我们还发现三次根号0.027等于0.3而我们熟知三次根号27等于三我们还可以继续写下去好同学们你发现了什么我们发现被开方数小数点向右或向左移动三位时它的立方根的小数点也就相应的向右或向左移动移位为什么呢我们可以简单进行解释三次根号27等于三这里27是被开方数而三呢是27的立方根我们也可以写成27等于三的三次方形式也即是27等于三个三相乘好这里如果每个三它的小数点均向右移动移位时也即使每个三均扩大了十倍那么相乘之后左边的数也便扩大了1000倍即原来的被开方数它的小数点向右移动了三位反之也是如此当被开方数小数点向右移动三位时那它的立方根的小数点也就相应的向右移动移位好通过以上诸多探究我们发现了地方根的以下性质特征和立方根的以下三条重要的结论希望同学们理解掌握学会运用好请看例一判断正误这些都是概念辨析题请同学们按下暂停键仔细做一做第一题正四是64的立方根显然不对任何一个数的立方根都只有一个数字不是又是四的立方根第二题二的四次方没有平方根有立方根我们知道任何数都有地方根那它有没有平方根呢我们要关注它的符号而二的四次方等于16它有平方根所以结果应该是错误的我们不能因为它含有负号就认为它一定是负数这个观点是错误的第三题这两个式子均成立吗第二个式子是我们前面刚刚推导过的三次根号A的立方等于A本身成立第一个式子呢我们可以发现左边是一个数的算术平方根它不可能等于右边这个负数所以结果是错误的好其实A的平方它的算术平方根并不一定等于A本身应该等于A的绝对值第四题正确第五题一个正数有两个立方根它们的和为零显然是错误的如果我们把这里的立方根改成平方根这个就正确了第六题一个数的立方根一定比这个数小我们能不能找到一个反例呢比如说我们从0~1之间选一个数如0.001它的地方根为0.1那这个立方根就比这个数要大同学们你都做对了吗请看例二按下暂停键仔细做一做好我们发现这道依然是对于平方根和立方根基本概念的考察首先我们圈画出关键依据因为2X加一的平方根是正四我们根据平方根的概念并容易得出2X加一应该等于正四的平方等于16同样我们也可以根据立方根的概念得出4X减8Y加二等于二的立方从而我们解出Y的值等于五把X和Y均代入十倍的X加Y即可求出该值为-125所以它的立方根为五请看例三这是一道实际应用题请按下暂停键想一想好我们首先圈画出关键语句发现这是一道在圆柱体中已知体积求直径的数学问题我们知道圆柱的体积等于底面积乘高也即是等于派乘以二分之直径小括号的平方再乘以高这里我们已知的体积而直径和高均为未知题目中告诉我们高是等于二倍的直径所以这里我们可以利用方程或方程组的思想加以解决好同学们注意一下这里的单位这里提到了容积为50L而升是一个什么样的单位呢一升等于一立方分米所以本题呢让我们来求直径应取多少分米这个单位是一致的不需要再额外换算而我们平时说的一毫升呢其实是指一立方厘米一升等于1000ml我们设底面直径为X分米则高为2X分米根据圆柱体积公式的派乘二分之X小括号平方乘2X等于50整理得X立方等于派分之100好这里X立方等于派分之100我们根据立方根的概念得出X等于三次根号派分之100下面我们利用计算器完成求职依次按键有些计算器需要使用到第二功能键好我们先按第二功能键再按立邦跟腱然后输入被开方数100%最后按等号键我们得出X约等于03:169分米根据题目的要求保留小数点后一位所以约等于03:02分米也即直径应取约03:02分米我们总结一下以后如果我们遇到了X立方等于A这样的方程求解我们可以借助立方根的概念加以解决必要时借助计算器进行求职",
    "同学们好在学习了平方根和立方根之后这节课我们来学习实数第一课时通过这节课的学习希望大家达到以下的学习目标一通过把数写成小数形式后对它特征的分析引进无理数二掌握实数的概念和结构特征三明确实数与数轴的关系掌握实数比大小的方法请大家将1234的平方根和立方根填在表格的相应位置按下暂停键2分钟后继续学习好我们来看这四个数的平方根你填对了吗再看一下立方根好上表中所填的这些数都是有理数吗很显然正一正二都是有理数而正负根号二正负根号三三次根号二三次根号三三次根号四它们也是有理数吗接下来我们继续研究这样的问题在这个探索中给大家列出了整数分数平方根立方根和派为了方便观察而这些数的特点把它们都写成小数形式一和零是整数在小数点后补上零写为-1.00.0再看这四个分数-3/5等于-0.65/2等于2.511/9等于1.22循环-9/11等于-0.8181循环我们看这六个数的前四个小数形式都是有限小数后两个都是无限小数而且是无限循环小数再看后面三个数我们可以借助于计算器可以发现这三个数写成小数之后小数点后面的数字都不是循环出现的而且有无限多个这里只写小数点后四位在后面的数字用省略号代表根号二写为1.4142后面省略三次根号二写为1.2599后面省略pie写为3.1415后面省略我们要观察这些写成小数之后的数的特点我们知道整数和分数统称为有理数而有理数可以写成有限小数或无限循环小数反过来任何有限小数或无限循环小数也都是有理数而后面的这三个数其中有根号二三次根号二我们发现很多数的平方根和立方根都是无限不循环小数它们不属于有理数的范畴既然这些无限不循环的小数不是有理数那它叫什么数呢在数学中我们把无限不循环的小数叫无理数比如二的平方根和立方根三的平方根和立方根四的立方根当然还有五的平方根和立方根等等它们都是无限不循环的小数都是无理数大家要注意四的平方根正二它不是无理数是有理数那么你还能举出一些无理数的例子吗大家看复派里面含有派复派写出来仍然是无限不循环的小数它是无理数二分之根三含有无理数根三写出来之后它也是无限不循环的小数三次根号下五也是无限不循环的小数它们都是无理数我们知道整数和分数统称为有理数写成小数形式有理数可以写为有限小数或无限循环小数而无理数则可以写为无限不循环小数为了巩固这些概念我们来看第一将下列个数按有理数与无理数分类请大家按下暂停键2分钟后继续学习好从左往右我们来看第一个跟七写成小数是无限不循环小数属于无理数-0.68有限小数属于有理数根下4/9是4/9的算数平方根是分数等于2/3属于有理数零是整数是有理数负根号五含有无理数根号五写成小数之后依然是无限不循环小数属于无理数3.1415926是无理数派的一部分它是有限小数属于有理数二分之派含有无理数派写成小数以后仍然是无限不循环小数属于无理数22/7是分数属于有理数三次根号九写成小数之后仍然是无限不循环小数属于无理数你都做对了吗大家要特别注意这样一个带根号的数根号4/9它是4/9的算数平方根等于2/3是有理数所以并不是带根号的数都是无理数在判断一个数是不是无理数的时候大家务必要看无理数的概念无理数的概念是判断这个数是不是无理数的唯一根据请大家来看这样一个数0.101001000100001等等等这个数小数点后一之间的零的个数有规律的变化后面有省略号说明它是个无限小数它的特点是什么呢从左往右看相邻的两个一之间一次多一个零那这个数是有理数还是无理数呢为什么首先我们发现它是个无限小数但不是无限循环小数它是无限不循环小数所以根据定义它应该是属于无理数你答对了吗学习了无理数之后数的范围就进一步的扩大了我们把有理数和无理数统称为实数下面我们来认识一下实数的结构实数包括有理数和无理数把实数都写成小数以后能写成有限小数或无限循环小数的是有理数写成无限不循环小数是无理数从数的大小我们来进一步认识一下实数我们发现实数包括正实数零和负实数正实数中包括正有理数和正无理数负实数中包括负有理数和负无理数大家还记得我们在学习有理数的时候是把有理数和数轴联系起来学习过有理数的相反数绝对值以及有理数的运算那么我们要学习实数了我们也应该将实数与前面所学的有理数进行联系并且类比的有理数的一些学习的方法来进行学习下面我们来探讨一下实数与数轴的关系请大家思考每个有理数都可以用数轴上的点来表示无理数是否也可以用数轴上的点来表示出来呢请大家来探究能不能在数轴上找到表示派的点呢大家看我的操作同时思考能不能在数轴上找到表示pad点我找一个直径为一的圆放在数轴的上方它与数轴只有一个公共点大家看这个绿色的正好是放置在原点现在我让这个圆沿着竖轴的正方向无滑动的滚动大家再看这个点的位置以及这个点所走过的长度是多少它所走过的长度其实就是这个直径为一的圆的周长那么这个长度是多少呢是派那么这个点的位置所对应的数就是派于是呢我们就找到了表示无理数派的点能不能在数轴上找到分别表示根号二和负根号二的点呢我们先思考一下如何找到表示根号二的方法大家看边长为一的正方形对角线的长是多少是根号二我们将一个边长为一的正方形它的一条边两端分别放在原点和表示一的点上然后把对角线做出来对角线的长度就是根号二以原点为圆心以对角线的长根号二为半径做一个圆这个圆与数轴会有两个交点其中右边的这个它到原点的距离就是等于圆的半径根号二所以右边的这个点表示的应该是根号二而左边的这个点和右边的这个点关于原点对称的那它所表示的应该是负根号二这样我们就在数轴上找到了表示无理数派负根号二和根号二的点事实上每一个无理数都可以用数轴上的一个点表示出来实数与数轴上的点它是一一对应的每一个实数都可以用数轴上的点来表示数轴上的每一个点都表示着一个实数学习有理数时我们知道任意两个有理数都可以比较大小那么实数也是可以比较大小的类比的有理数比大小是放在数轴上我们大家知道实数与数轴上的点是一一对应的那么数轴上右边的点表示的实数比左边的点表示的实数大我们来看一下根号二根号二所对应的点的位置在一和二之间那么根号二就大于一小于二负根号二呢它是在一对应的点的左侧但是在二对应的点的右侧所以负根号二是大于二小于一的同样与有理数一样在实数范围内正实数大于零正实数所对应的点都在原点的右侧负实数小于零负实数所对应的点在原点的左侧正实数大于负实数那么有了这些规定任意的两个实数是可以比较大小的已经学习过含有无理数的两个数比较大小的方法今天主要跟大家谈一谈通过无理数的近似值来比较大小的办法先请大家看常见无理数的近似值派约等于3.142根号二约等于1.414根三约等于1.7三二根五约等于2.236我们来先看第一个派与3.146派约等于3.142派与3.146的前三个数字即个位十分位和百分位都是一样的千分位上小于3.146所以派小于3.146第二组耕三余1.731根三约等于1.7三二与1.731的前三个数字是一样的第四个数字也就是千分位上根号三大一些跟三大于1.731第三组根5-3与二分之根5-2根五约等于2.2三六比三小所以根5-3是负数根5-2根五比二大所以根5-2是个正数除以二以后还是个正数因此根5-3小于二分之根5-2第四组二分之根号二根号二是1.414÷2以后呢大于0.7三分之根号三根号三是1.732÷3以后呢它小于0.6所以二分之根号二大于三分之根号三学习了无理数实数这些新概念之后我们又了解了实数与数轴的关系知道实数与数轴上的点是一一对应的而且还学会了比较两个实数大小的方法下面请大家看练习一判断题按下暂停键2分钟后继续学习第一题无限小数都是无理数这是错误的无限小数中包括了无限循环小数比如0.1212循环这个数是有理数二带根号的数都是无理数错误比如根号四等于二是有理数前面学过的根号4/9等于2/3是有理数三所有有理数都可以用数轴上的点表示反过来数轴上所有点都表示有理数这句话是错误的其中前半句正确的确所有有理数都可以用数轴上的点表示但是后半句是错误的数轴上并不是所有的点都表示有理数有些点可以表示无理数比如跟三派等请将图中数轴上标有字母的特点与下列实数对应起来这道题考察的是实数比大小培养大家数和形相结合的意识图中数轴上标有刻度数以及字母从左向右是-2A原点OBCDE和四请大家按下暂停键2分钟之后继续学习试着把标有字母的各点与数对应起来好我们看这五个数其中-1.5是唯一的一个负数在数轴上对应的点在原点的左侧而且这个数在二和一之间所以A与-1.5对应再看其他的几个数根号二小于根号五小于三小于派根号二它是在整数一和二之间所以B与根号二对应根号五在二和三之间所以C与根号五对应三与D对应派比三大在D的右边所以E与派对应小结一下本节课所学的知识一什么是无理数什么是实数以及它们之间的关系我们知道有理数和无理数统称为实数写成小数之后有理数可以写为有限小数或无限循环小数无理数可以写为无限不循环小数二实数与数轴上的点一一对应在数轴原点左侧的点所对应的数都小于零原点右侧的点所对应的数都大于零数轴上靠左的点所对应的数小于靠右的点所对应的数三还要学会估计与无理数接近的整数这样呢方便比较两个实数的大小关系比如派在三和四之间更接近于三根号二在一和二之间更接近于一根号三在一和二之间更接近于二而根号五在二和三之间更接近于二大家可以把教科书上的习题作为本节课的作业57页第一第二第三第六第七题60一页第六第七题",
    "同学们大家好我们来学习实数第二课时通过本节课的学习希望达到以下的学习目标一类比有理数学习求实数的相反数和绝对值二通过例题和相应的练习掌握实数运算的方法三通过练习进一步的巩固实数相关的概念和运算方法上节课我们学习了无理数实数知道了实数与数轴上的点是一一对应的并借助于数轴说明了如何比较两个实数的大小关系让数和形结合起来解决问题这节课我们来学习实数的相反数与绝对值也希望大家有数形结合的意识下面请大家看思考题按下暂停键2分钟后继续学习第一问根号二的相反数是我们借助于数轴根号二对应的点在原点的右侧这个点关于原点的对称点对应的数是负根二根号二的相反数是负根二负派的相反数负派对应的点在原点的左侧这个点关于原点的对称点在三在右边是派负派的相反数是派我们之前就知道零的相反数是零二覆盖二的绝对值负根二到原点的距离等于根二到原点的距离覆盖二的绝对值等于根号二负派到原点的距离与派到原点的距离是相等的所以负派的绝对值等于派更一般的我们用字母A来代表实数实数A的相反数是负A如果A为零负A也是零如果A非零A所对应的点关于原点的对称点表示的数为负A实数A与负A表示的点到原点的距离相等也就是说A与负A的绝对值是相等的跟有理数有类似的结论一个正实数的绝对值是它本身一个负实数的绝对值是它的相反数零的绝对值是零绝对值它有非负性用符号来表示当A大于零时A的绝对值等于A当A等于零时A的绝对值等于零当A小于零时A的绝对值等于负A好利用刚才所学实数的相关知识并类比着以前有理数求相反数和绝对值的方法请大家来看例三先看第一个分别写出负根六派减3.14的相反数我们知道实数A的相反数是负A那么负根六的相反数是负的负根六负的负根六等于根六负的括号派减去3.14是派减3.14的相反数根据去括号法则等于负派加上3.14即等于3.14减派这个结果我们也可以在数轴上去理解负根号六和根号六所对应的点在数轴上关于原点对称派减3.14与3.14减派所对应的点在数轴上关于原点对称所以负根六派减3.14的相反数分别为根六3.14减派二指出复根51-3次根号三分别是什么数的相反数因为负的正根五等于负根五负的括号三次根号3-1=1减去三次根号三所以复跟51-3次根号三分别是根五三次根号3-1的相反数三求三次根号下-64的绝对值这道题我们首先要认清楚三次根号下-64的值是多少然后在第二步去求这个数的绝对值我们知道四的立方等于-64所以-64的立方根就应该是等于四的那所以三次根号下-64的绝对值就等于四的绝对值四是一个负数绝对值等于它的相反数是等于正四第四题已知一个数的绝对值是根三求这个数我们知道绝对值等于根三的有两个数一个是根三一个是它的相反数负根三所以绝对值等于根三的数是根三和负根三你做对了吗从上一例我们可以看出有理数关于相反数和绝对值的意义同样适合于实数实数之间不仅可以进行加减乘除当然除数不为零以及乘方运算而且正数即零可以进行开平方运算任意一个实数可以进行开立方运算在进行实数运算时有理数的运算法则以及运算性质等同样适用于实数下面请大家看例四按下暂停键自己尝试的计算4分钟后继续学习例四计算一根三乘以括号五减根号三加二倍的根号三我们首先观察这两部分第一部分有乘法使用乘法对加法的分配律把结果和第二部分进行求和于是得到五倍的根号3-2个根号三的乘积也就是根三的平方加上二倍的根号三等于五倍的根号3-3这里面根三的平方是3+2倍的根号三此时我们要观察这个式子中有一个五倍的根号三与减三没法合并但是可以与二倍的根号三合并等于5+2倍的根号三然后再减三从而得到七倍的根3-3这个最终结果看第二问第二问中第一部分是一个绝对值三减根十的绝对值第二部分是减二倍的括号二减根号六我们可以把这两部分先分别的化简然后再去求和第一部分三和根号十比较而言根十略大所以三减根十的绝对值等于根十减三是三减根十的相反数后面我们可以把二乘到括号里面一步一步的来减去括号4-2倍的根号六然后再去括号等于根10-3减四加上二倍的根号六这个时候三和四是可以合并的其他的不能合并因此等于根10+2倍的根号6-7现在我们做一下关于实数的计算请大家按下暂停键自己尝试的独立完成做完了吗我们来核对一下这两道题的过程与答案第一题大家一定要注意三倍的根号二与六倍的根号二可以合并为三倍的根号二好看第二题通过化简合并之后得到的结果是六倍的三次根号四这两道题你都做对了吗小结一下本节课所学的知识一方面要会求实数的相反数和绝对值要理解实数的相反数和绝对值的意义另一方面要掌握实数的简单计算要学会使用实数的运算法则和运算率在遇到比较复杂的计算时可以借助于计算器来帮助我们进行课后请大家结合着教科书上的习题作为作业来巩固本节课所学到的内容57页的第五题58页的第九题60一页的第八题和62页的第14题好这节课就到这",
    "同学们大家好今天跟我一起来学习有序数对今年春晚郑州分会场流淌着一条黄河给人印象深刻你知道它是如何演绎壮观的景象的吗其实是参加舞蹈表演的每个人都根据图案设计要求按照排号列号站在一个确定的位置随着信号进行不同的动作整个队伍就组成了绚丽的图案类似于用第几排第几列来确定同学们的位置同学们会发现运用数学知识解决问题的能力又提升了学习有序数对后你也可以设计一些简单漂亮的图案了绝大多数同学都有去电影院看电影的经历你是怎么找到自己座位的呢嗯对我们可以根据入场券上的牌数和号数便可以准确地对号入座这是一个教室的平面图你能给班里的每个同学确定座位吗我们可以根据排数和列数很快就能够确定具体的位置但是觉得说比如说第四排第三列那么如果每一次都说第四排第三列的话就有点麻烦我们可以假设约定排数在前列数在后就可以引入这样的一个符号括号434呢表示第四排三表示第三列那么再比如说第三排第七列我们就可以表示成的是三七那么大家再想一下如果我坐在第一排dB列那应该表示为什么呢啊对我们应该表示成的是AB通过刚才的几个例子我们发现含有两个数的表达方式就可以来表示一个确定的位置其中这两个数各自表示不同的含义就像刚才我们在教室里边确定每一个同学的位置前面的数表示排数后面的数表示列数那么我们把这种有顺序的两个数A与B组成的数对叫做有序数对当然我们利用有序数对可以准确地表示出一个位置接下来我们来看这样两张电影票这两张票的座位是一样的吗一张票的座位是九排7号一张票的座位是七排9号我们发现当前后两个数颠倒位置的时候它表示的是两个不同的座位那么也就是意味着ab和BA是不同的有序数对我们现在有了有序数对这一工具后大家一起来跟我解决下面这道例题吧例一如图已知B所对应的有序数对是五二写出表示下列各点的有序数对我们可以看出B所对应的有序数对中第一个数五对应着横着的数字五第二个数字二对应着竖着的数字二那么现在各位同学可以先按下暂停键把其他的点也表示出来吧做完之后我们一起来对答案好让我们一起来看一下答案吧A是三三C是七三D是13E是15F是七七G是五七H是三六I是四八你都做对了吗做完第一之后我们一起来看一下例二下列说法正确的是A有序数对一一和二二表示的意义相同B有序数对一二和二一表示的意义相同C有序数对三二和二三表示的意义相同D有序数对ab和BA表示的意义不相同好这道题我们应该选4D有序数对ab和BA表示的意义不相同接下来我们来看例三有一个学生方阵学生B的位置是第八列第七行即为八七则学生A在第二列第三行的位置可以表示为A 21b33 c 23d32同学们思考一下这道题应该选什么呢这道题的正确答案应该是C23同学们除了我们刚才说过的舞蹈排练电影院以及教室的座位等生活中还有很多利用有序数对表示位置的情况例如可以用经纬度表示地球上某个地点比如北京在北纬40度东经116度有序数对也可以进行图案设计有序数对也能够确定棋子在棋盘上的位置同学们你们还可以举一些例子吗接下来我们再通过几道例题来熟悉一下有序数对的具体应用例四如图棋盘上马所处的位置为二三一象的位置为二马走日则他下一步可以到达的位置有请各位同学按下暂停键做完之后我们一起来对答案好我们来看一下答案根据马所处的位置是二三我们可以得到象所处的位置应该是五三第二问马走日所以马下一步可以到达的位置应该是有这样六个位置那么我们依次来写出它们的位置分别为153544423111各位同学你都做对了吗其实在军事上也常常会用雷达来确定目标的位置其中也使用了有序数对物理学家葛政权创建了我国第一个雷达研究所开创了我国对雷达的研究和应用那么我们来看下面关于雷达的一道习题下图是一台雷达探测相关目标得到的结果若即图中目标C的位置为四二百四十度则其余各目标的位置分别是由C点的位置我们可以知道有序数对中第一个数字四表示点C到雷达的距离是第四个圆第二个数240度表示点C相对于雷达的角度那么接下来同学们请你按下暂停键做完之后我们来一起对答案我们根据有序数对第一个数表示的是到雷达的距离是在第几个圆第二个数表示相对于雷达的角度可以得到A是二九十度B是五三十度D是四三百度E是六一百二十度你都做对了吗通过前面五道例题的练习你是不是对于有序数对运用的更加熟练了呢那接下来让我们来看一下下面一道拓展题目吧观察下列有序数对三负一负五二分之一七-1/3九四分之一根据你发现的规律第100个有序数对是第N个有序数对是有序数对中有两个数我们先来看一下每一个有序数对中第一个数的特点分别为三负五七负九那么我们先来看符号符号分别是正负正负那么第100个有序数对第一个数它的符号应该是负接下来再来确定绝对值第一个三等于1×2加一第二个五等于2×2加一第三个七等于3×2加一第四个九等于4×2加一那么第100个有序数对第一个数应该是-100×2加一也就是-201下面我们来看一下有序数对中第二个数的规律第二个数的符号跟第一个符号相反第二个数的绝对值第一个括号中绝对值是一第二个括号中有序数对第二个数是1/2第三个有序数对第二个数的绝对值是1/3第四个括号中第二个数的绝对值是1/4那么第100个有序数对中第二个数的绝对值应该是一1%那么自然我们就可以得到第100个有序数对是-200 011 1%第N个有序数对那么通过我们上面的观察可以发现第一个数中符号跟它所处的位置的奇偶性相反当它在奇数个的时候它的符号是正当它是在偶数个的时候它的符号是负所以可以得到第一个数它的符号应该是一的N加一次方接下来我们来看一下第N个有序数对第一个数的绝对值根据刚才我们所发现的规律可以得到它的绝对值应该是2N加一所以可以得到第N个有序数对中第一个数是一的N加一次方乘以2N加一第二个数应该是一的N次方乘以N分之一各位同学你都做对了吗通过本节课的学习你都学到了哪些知识让我们一起来总结一下吧一有序数对需要有几个数有顺序吗有序数对需要有两个数有顺序ab和BA是不同的有序数对二一般如何确定平面内点的位置答一般以某一点为基准将平面分成若干个小正方形的方格利用点所在的行和列的位置来确定点的位置各位同学我们今天的作业是课后作业文档里的相应内容好了我们今天的课程就上到这里同学们明天再见",
    "各位同学大家好首先我们先回忆一下什么叫数轴数轴是一条规定了原点正方向和单位长度的直线第二个问题我们如何表示数轴上一点的位置比如说点A它所表示的数是什么对点A所表示的数是四我们知道数轴上的点可以用一个数来表示这个数就叫做这个点的坐标比如点A可以用四来表示四对应数轴上的点A那么我们就说点A的坐标是四自然对于点B来说它的坐标就是二接下来我们继续思考在数轴上已知点能说出它的坐标由坐标能在数轴上找到对应点的位置那么数轴上的点与坐标有怎样的关系呢我们知道数轴上的点与坐标是一一对应的也就是说在数轴上每一个点都可以用一个坐标来表示任何一个坐标都可以在数轴上找到唯一确定的点那么接下来大家思考第三个问题怎样表示平面内一点的位置呢希望大家学完今天的课程后能够回答第三个问题类似于利用数轴确定直线上点的位置我们可以在平面内画两条互相垂直原点重合的数轴组成平面直角坐标系法国数学家笛卡尔是最早引入坐标系的用代数方法研究几何问题把原本对立的数和形统一了起来后来人们为了纪念它也往往会把平面直角坐标系称之为笛卡尔坐标系在平面直角坐标系中水平的竖轴称为X轴或横轴习惯上取向右为正方向竖直的数轴称之为Y轴或纵轴取向上为正方向两个坐标轴的交点为平面直角坐标系的原点建立了平面直角坐标系以后坐标平面就被两条坐标轴分成12344个部分每个部分称为象限分别叫做第一象限第二象限第三象限和第四象限坐标轴上的点不属于任何象限有了平面直角坐标系平面内的点就可以用一个有序数对来表示了例如由点A分别向X轴和Y轴做垂线垂足M在X轴上的坐标是四垂足N在Y轴上的坐标是三我们就说点A的横坐标为四点A的纵坐标为三那么有序数对四三就叫做点A的坐标记作A43接下来请大家写出点BCDEF的坐标你可以按下暂停键写完之后我们一起来对答案我们来看一下答案点B的坐标是三一点C是零负三D是二零E是五负二F是五负四那么接下来请同学们思考一下对于坐标平面内任意的一点和它所对应的有序数对有什么样的关系呢我们可以看出对于坐标平面内任意一点M都有唯一的一对有序数对XY和它相对应反过来对于任意对有序数对XY在坐标平面内都有唯一的一点M和它相对应那么也就是说坐标平面内的点与有序数对是一一对应的接下来我们来看一下例二在平面直角坐标系中描出下列各点a 53b-12c-40d-3四E01F6四并且思考一下这些点分别在哪个象限或在哪个坐标轴上请各位同学按下暂停键做完之后我们一起来看答案图中我们先在X轴上找出表示五的点再在Y轴上找出表示三的点过这两个点分别做X轴和Y轴的垂线垂线的交点就是点A类似的我们可以找到BCDEF点A位于第一象限点B位于第二象限点C位于X轴的负半轴上点D位于第三象限点E位于Y轴的正半轴上点F位于第四象限接下来我们思考两个问题一各个象限的点的坐标分别有什么特点拿第一象限来举例因为第一象限当中所有的点都是通过做X轴的正半轴以及Y轴正半轴的垂线所找到的焦点所以第一象限当中所有的点横纵坐标的符号均为正那么类似的第二象限当中所有的点横坐标为负纵坐标为正第三象限当中所有的点横坐标为负纵坐标为负第四象限当中所有的点横坐标为正纵坐标为负第二个问题原点O的坐标是什么X轴和Y轴上的点的坐标有什么特点通过平面直角坐标系我们可以发现O的坐标是零0X轴上所有的点它的纵坐标均为零Y轴上所有的点横坐标均为零下面让我们通过一个表格进一步了来进行总结和记第一象限横纵坐标符号均为正第二象限横坐标为负纵坐标为正第三象限横纵坐标均为负第四象限横坐标为正纵坐标为负X轴X正半轴横坐标为正纵坐标为零X轴负半轴横坐标为负纵坐标为零Y轴正半轴横坐标为零纵坐标为正Y轴负半轴横坐标为零纵坐标为负原点横纵坐标都是零你总结的跟我总结的都一样吗接下来我们继续来探究图中各点到坐标轴的距离点A到X轴的距离是三到Y轴的距离是五点B到X轴的距离是二到Y轴的距离是一点C到X轴的距离是零到Y轴的距离是四点D到X轴的距离是四到Y轴的距离是三点E到X轴的距离是一到Y轴的距离是零点F到X轴的距离是四到Y轴的距离是六那么通过以上几个点到X轴的距离你从中发现了什么规律呢思考一下我们通过这几个点可以发现平面上一点到X轴的距离是其纵坐标的绝对值到Y轴的距离是其横坐标的绝对值各位同学让我们通过下面的几道练习题来检测一下今天的学习成果吧练习一已知点AXY1若XY等于零则点A在二若XY大于零则点A在三若XY小于零则点A在请各位同学按下暂停键做完之后我们一起来对答案好我们来看一下答案一若XY等于零那么说明X和Y中至少有一个为零则点A在坐标轴上二若X乘Y大于零根据两数相乘同号得正说明X和Y的符号相同则点A应该在一三象限三若XY小于零根据两数相乘异号得负说明X与Y符号不同则点A在二四象限下面已知点P0A在Y轴的负半轴上则点Q负A的平方减一负A在请各位同学按下暂停键做完之后我们一起来对答案我们一起来看一下答案因为点P在Y轴的负半轴上所以说明A小于零则Q点的纵坐标负A大于零因为负A的平方小于等于零所以负A方减一小于零则Q点的横坐标小于零所以Q点应该在第二象限你做对了吗下面我们来看一下练习三已知点P2M加4M减一是分别根据下列条件求出点P的坐标一点P在X轴上二点P在Y轴上三点P的纵坐标比横坐标大三请各位同学按下暂停键做完之后再回来看答案我们来看答案一因为点P在X轴上所以M减一等于零M等于一所以点P点的坐标602因为点P在Y轴上所以2M加四等于零M等于二P点的坐标为零负三三因为点P的纵坐标比横坐标大三所以M减1-2M加四等于三M等于八所以点P的坐标为-12负九练习四点p-35到X轴的距离为到Y轴的距离为根据点到X轴的距离为Y的绝对值所以点P到X轴的距离为五根据点到Y轴的距离为X的绝对值所以点P到Y轴的距离为三下面我们来看一下练习五已知点P3减A3A减七到两坐标轴的距离相等则P点的坐标为请各位同学按下暂停键做完之后我们一起来看答案好接下来我们一起来看一下答案因为点P到两坐标轴的距离相等也就是意味着点P的横纵坐标的绝对值相等所以三减A的绝对值等于3A减七的绝对值即三减A等于3A减七或三减A等于负的3A减七所以A等于2.5或A等于二从而求出P点的坐标为0.50.5或一负一这道题你做对了吗通过今天的学习你都学到了什么接下来让我们一起来做个小结吧一平面直角坐标系上的点与坐标之间有什么关系答坐标平面内的点与坐标也就是有序数对是一一对应的二各象限点的坐标有什么特点X轴Y轴上的点坐标有什么特点刚才我们已经通过一个图表来展示了各项限点的坐标X轴Y轴上点的坐标的特点你现在自己能够默写下来吗三平面内一点到坐标轴的距离与其坐标有什么关系答平面上一点到X轴的距离是Y的绝对值到Y轴的距离是X的绝对值我们今天的作业是课后作业文档中的相应内容今天的课程到此结束各位同学再见",
    "同学们大家好今天我们一同来学习用坐标表示地理位置不管是出差办事还是出去旅游人们都愿意带上一幅地图它给人们出行带来了很大方便如图这是北京市地图的一部分你知道怎样用坐标表示地理位置吗这就是我们今天要研究的课题首先我们来探究下面一个问题根据以下条件画一幅示意图你能指出学校和小刚家小强家小敏家的位置吗小刚家出校门向东走1500米再向北走2千米小强家出校门向西走2千米再向北走3500米最后向东走500米小敏家出校门向南走1000米再向东走3千米最后向南走750米想要表示学校和三家的位置关系自然离不开建立平面直角坐标系那么如何建立平面直角坐标系呢以和参照点为原点如何确定X轴Y轴呢同学们请用心想一想根据题意小刚家小强家小敏家的位置均是以学校及东西方向南北方向为参照来描述的相信同学们跟我一样会选学校位置为原点习惯上我们以正东方向为X轴正方向以正北方向为Y轴的正方向来建立平面直角坐标系接下来我们一起动手画一画吧请同学们点上暂停键拿出笔记本在你的笔记本上建好平面直角坐标系同学们你们的坐标系建好了吗接下来我们先以小钢甲为例一起画一画先来选取适当的单位长度不妨一个单位长度代表500米学校是坐标原点坐标为零零小刚家从学校出发向东走1500米再向北走2千米到达小康家显然小刚家的坐标为一千五两千同学们你们都做对了吗同学们请按下暂停键通过画图找到小强家小敏家的位置并写出坐标小强家出校门向西走2千米再向北走3500米最后向东走500米找到小强家的位置其坐标为-一千五三千五小敏家出校门向南走1000米再向东走3千米最后向南走750米找到小米家的位置其坐标为3000负一千七百五下面我们一同来看一下整道题的书写解选学校位置为原点以正东方向为X轴正方向以正北方向为Y轴正方向建立平面直角坐标系选适当的单位长度即图中一个单位长度代表500米学校为坐标原点坐标为零零接下来描点写出坐标我们来反思一下选取学校所在位置为原点并以正东正北方向为X轴Y轴的正方向有什么优点呢同学们请好好想一想根据所给的条件选取学校所在位置为原点比正东正北方向为X轴Y轴的正方向可以容易地找到三位同学家的位置并写出坐标根据解决问题二的探究能说说利用平面直角坐标系描述地理位置的过程吗其中哪一个环节最为关键同学们用心想一想做提出要见细建立坐标系选择一个适当的参照点为原点确定X轴Y轴的正方向然后确定单位长度根据具体问题确定单位长度接下来就是描点写坐标和名称了在坐标平面内画出这些点写出各点的坐标和各个地点的名称那么哪一个环节最为关键呢当然是间隙它是确定单位长度和描点的前提你认为利用平面直角坐标系描述地理位置时应注意哪些问题一注意选择适当的位置为坐标原点这里所说的适当通常是比较明显的地点或是索要绘制的区域内较居中的位置二坐标轴的方向通常以正北为纵轴的正方向这样可以使东西南北的方向与地理位置的方向一致三要注意标明适当的单位长度四有时地点比较集中时坐标平面又较小各地点的名称在图上可以用代号标注在图外另附名称我们讲这四条各找一个关键词原点正方向单位长度代号除了利用平面直角坐标系描述地理位置还有其他的方法吗让我们一起来看这个拓展问题如图一艘船在A处遇险后向距离35海里位于B处的救生船报警如何利用方向和距离描述救生船相对于遇险船的位置如图ab与正北方向所成的角是60度所以救生船在遇险船的北偏东60度的方向上所以救生船相对于遇险船的位置可表示为北偏东60度35海里继续探究救生船接到报警后准备前往救援如何用方向和距离描述遇险船相对于救生船的位置呢反过来两直线平行内错角相等射线BA与正南方向所成的角为60度所以遇险船在救生船的男偏西60度的方向上故遇险船相对于救生船的位置可表示为南偏西60度35海里我们来对照一下122问的结果救生船即B相对于遇险船A的位置是北偏东60度35海里遇险船即A相对于救生船及B的位置是南偏西60度35海里B相对于A的位置和A相对于B的位置来说方向正好相对北对应南东对应西而角度和距离一致同学们通过本节课的学习你有哪些收获呢请回答以下问题建立适当平面直角坐标系用坐标来表示地理位置的一般过程是什么你还能用其他的方法吗同学们请认真的想一想其一建立平面直角坐标系描述地理位置的一般过程一建立坐标系选择一个适当的参照点为原点确定X轴Y轴的正方向二根据具体问题确定单位长度三在坐标平面内画出这些点写出各点的坐标和各个地点的名称其二我们刚刚通过拓展延伸习得还能用方位角和长度的方法表示地理位置同学们你们都学会了吗同学们我们下次课再见",
    "同学们大家好今天我们一同来学习用坐标表示平移还记得什么叫做平移平移后得到的新图形与原图形有什么关系前面在相交线平行线一章我们已经学习了平移的概念直到把一个图形整体沿某一方向移动一定的距离图形这种移动叫做平移平移后图形的位置改变形状大小不变想一想图形平移图形的形状大小不变但位置发生了变化那图形上点的坐标也随之发生了怎样的变化呢先来看一个最简单的例子将点a-2三向右平移五个单位长度得到点A17坐标为三负三观察坐标变化发现了什么规律不妨再讲点A向上平移四个单位得到点A2其坐标为二一一起探究一下点a-2三向右平移五个单位长度得到点A1它的坐标是三负三观察点A点A的坐标可以发现点A的横坐标等于点A的横坐标加五点AE的纵坐标等于点A的纵坐标点a-2三向上平移四个单位长度得到点A2它的坐标是二一观察点A点A2的坐标可以发现点A2的横坐标等于点A的横坐标点A2的纵坐标等于点A的纵坐标加四把点A向左或向下平移一个单位长度观察坐标的变化寻找规律先将点A向左平移一个单位长度得到点的坐标为三负三再将点A向下平移一个单位长度得到点的坐标为二负四咱们一起来看一下在平移的过程中横纵坐标发生了怎样的变化点A向左平移一个单位长度七横坐标由-2~-3显然是减少一个单位长度而纵坐标都是三所以纵坐标不变将点A向下平移一个单位长度横坐标均为二所以横坐标不变而纵坐标由-3~-4为减一接下来我们再另找一个点比如我们找到一点B12先将其左右平移不妨讲点B向左平移三个单位长度得到点C的坐标为二二将点B向右平移四个单位长度得到点D坐标为五二观察坐标特点我们发现平移后的C点和D点纵坐标均等同于B点的纵坐标均为二可见左右平移纵坐标不变看横坐标特点由B到D是向右平移横坐标一变化到五增加由B平移到点C是向左平移横坐标由一变化到负二是减小再来讲点B上下平移不妨讲点B向上平移两个单位长度得到点E的坐标是一四再讲点B向下平移五个单位长度得到点F的坐标为一负三观察其横坐标均相等所以上下平移横坐标不变纵坐标由B到E是向上平移纵坐标由2~4是增加点B向下平移到点F位置纵坐标由二变化到负三是减小总结一下吧说说点或图形的平移能引起坐标怎样的变化规律呢在平面直角坐标系中讲点XY向右平移A个单位长度其横坐标X加A纵坐标Y不变向左平移A个单位长度意味着横坐标X减A纵坐标Y不变讲点XY向上平移B格单位长度横坐标X不变纵坐标加B向下平移big单位长度横坐标X不变纵坐标Y减B请同学们按下暂停键做好笔记再来看一个问题如图我们知道正方形ABCD4个顶点的坐标现将正方形ABCD向下平移七个单位长度在向右平移八个单位长度两次平以后四个顶点相应变化为EFGHEFGH的坐标分别是什么正方形向右平移八个单位长度意味着对应点的横坐标加八向下平移七个单位长度意味着对应点的纵坐标减七于是A点的对应点E的坐标为六负三B点的对应点F的坐标为六负四C点的对应点G的坐标为七负四D点的对应点H的坐标为七负三同学们你都做对了吗再看第二小问如果直接平移正方形ABCD十点A移到点E它和我们前面得到的正方形位置相同吗点A移到点E的位置那么B点的对应点应当在E点向下平移一个单位长度即六负四恰好与F点重合C点的对应点应该在F点向右平移一个单位长度即七负四恰与这一点重合D点的对应点应该在E点向右平移一个单位长度G7三与H点恰好重合可见直接平移正方形ABCD使点A移到点E它和我们前面得到的正方形位置相同事实上正方形上每个点的移动都是一致的再来看一个问题我们知道三角形ABC3个顶点的坐标第一个小问题将三角形ABC3个顶点的横坐标都减六纵坐标不变分别得到点A1B1C一点A1B1C一坐标分别是什么并画出相应的三角形A1B1C一A的坐标是四三横坐标4-6得二纵坐标三不变于是得到A1的坐标为二三用同样的方法求得B1C1的坐标B的坐标为-31C1的坐标为五二请同学们按下暂停键拿出笔记本画出图形参看一下你做对了吗第二个小问题三角形A1B1C一与三角形ABC的大小形状和位置上有什么关系为什么观察图形我们不难看出三角形ABC向左平移六个单位长度就得到三角形A1B1C一因此三角形A1B1C一与三角形ABC的大小形状完全相同第三个小问题若三角形ABC3个顶点横坐标都加五纵坐标不变呢请先按下暂停键同学们可以动手画一画也可以展开你的空间想象能力事实上用类比的思想把三角形三个顶点的横坐标都加五纵坐标不变等同于三角形ABC向右平移五个单位长度因此得到的三角形和三角形ABC的形状大小完全相同第四个小问题将三角形ABC3个顶点的纵坐标都减去五横坐标不变猜想三角形A2B2C二与三角形ABC的大小形状和位置上有什么关系请同学们按下暂停键试着画一画如图根据图形用类比的思想不难得到三角形A2B2C二与三角形ABC的大小形状完全相同可以看作将三角形ABC向下平移五个单位长度第五个小问题将三角形ABC3个顶点的横坐标都减去六同时纵坐标减去五又能得到什么结论呢A点横坐标4-6得二纵坐标3-5得二我们把A点的对应点记作A2二负二同样方法可求得B点C点的对应点分别记作B2C2B2的坐标为三-4C2的坐标为五负三同学们请按下暂停键在上图中继续描出点A2B 2c2并顺次连接你画对了吗观察图形不难发现三角形A2B2C二可由三角形ABC向左平移六个单位长度在向下平移五个单位长度得到两三角形的大小形状完全相同再来总结一下图形上点的坐标变化会引起图形怎样的平移呢在平面直角坐标系内如果把一个图形各个点的横坐标都加或减去一个正数A相应的新图形就是把原图形向右或向左平移A个单位长度如果把它各个点的纵坐标都加或减去一个正数B相应的新图形就是把原图形向上或向下平移B个单位长度请同学们按下暂停键整理好笔记通过本节课的学习你都学会了什么一同来回顾一下本节的两点内容一点或图形的平移引起点的坐标怎样的变化规律二图形上点的坐标的某种变化引起了图形怎样的平移先来看第一个问题左右平移纵坐标不变横坐标右加左减上下平移横坐标不变纵坐标上加下减第二个问题横坐标加减纵坐标不变的时候横坐标加向右横坐标减向坐纵坐标加减横坐标不变时纵坐标加向上纵坐标减向下同学们你们都学会了吗要记得把笔记整理好呀同学们我们下次课再见",
    "同学们大家好首先请大家阅读引力学校篮球联赛中每场比赛都要分出胜负每队胜一场得二分一场得一分某队在十场比赛中得到16分那么这个对胜负场应分别是多少呢依据引力的问题你能列一元一次方程吗因为这个队伍参加十场比赛所以设胜X场则十减X场又由于共得16分所以2X加十减X等于16那你能不能根据题目直接设两个未知数使列方程变得容易呢设这个队胜X场负Y场根据题意可以得X加Y等于12X加Y等于16请大家观察这两个方程与一元一次方程有什么不同呢它们有什么特点呢每个方程都含有两个未知数并含有未知数的项的次数都是一像这样的方程称之为二元一次方程类比一元一次方程的概念我们得到二元一次方程的概念含有两个未知数并且含有未知数的项的次数都是一的方程叫做二元一次方程特别注意含有未知数的项的次数都是一即方程两边都是整式下面请大家依据概念判断下列哪些是二元一次方程哪些不是并说明为什么请大家按下暂停键认真思考好第一个方程不是二元一次方程因为它含未知数X的项的次数为二不符合定义第二个是因为它含有两个未知数且含有未知数的项的次数都是一第三个不是因为它含有三个未知数第四个不是因为韩未知数Y的项的次数不唯一所以不是第五个不是因为含有未知数的项XY的次数为二所以也不是二元一次方程同学们你做对了吗利用二元一次方程的概念请大家完成例一请大家按下暂停键认真思考由于方程是关于XY的二元一次方程所以XY是未知数所以含有X或Y的项的次数应为一因此M加二应该等于一所以M等于一N减一应该等于一所以N应该等于二同学们你听明白了吗请大家模仿第一完成下面一个巩固练习请大家按下暂停键认真思考因为同样是关于XY的二元一次方程所以第一项MXY的次数为二所以此项应该没有所以M等于零含Y的项的次数应该是一所以N加五等于一所以N等于四引力中的问题包含了两个必须同时满足的条件也就是未知数XY必须同时满足方程X加Y等于十和二X加Y等于16把两个方程合在一起就组成了一个方程组请观察这个方程组含有几个未知数含有未知数的项的次数是多少像这样有两个未知数还有每个未知数的项的次数都是一并且一共有两个方程像这样的方程组叫做二元一次方程组请大家依据二元一次方程组的概念判断下列方程组中哪些是二元一次方程组请大家按下暂停键认真思考好第一个方程组不是因为它含有三个未知数第二个方程组是因为它含有两个未知数且还有每个未知数的项的次数都是一同理三也是第四个方程组不是因为在第二个方程中含未知数X的项的次数不是一所以第四个不是二元一次方程组因此B2应该选择二和三同学们你做对了吗引力中满足方程X加Y等于十且符合问题的实际意义的值有哪些呢把它们填入表中因为XY为胜负场数所以取值应该是0~10之间的非负整数由表可知X等于零Y等于十或X等于一Y等于九等等都是使方程X加Y等于十两边的值相等它们都是方程的解类比一元一次方程的解的概念我们得到二元一次方程的解的概念是二元一次方程两边的值相等的两个未知数的值叫做二元一次方程的解请思考在不考虑方程需满足的实际意义的条件下此方程还有哪些解他们是有限的吗还有X等于一Y等于11X等于0.5Y等于9.5等等显然是无穷多个解的注意二元一次方程的一个解不是指一个未知数的值而是一对数值记作X等于AY等于B二元一次方程有无数多个解请大家根据二元一次方程的解的概念完成下面的题请大家按下暂停键认真思考由于X等于一Y等于二是方程的解所以把X等于一Y等于二代入方程后方程两边的值相等即A减二等于三因此A等于五从前面表格中我们还发现X等于六Y等于四既满足X加Y等于十也是方程2X加Y等于16的解即X等于六Y等于四是两个方程公共的解一般的二元一次方程组的两个方程的公共解叫做二元一次方程组的解那么引力中问题的解是什么呢引力中这个队伍在十场比赛中胜六场四场请大家依据二元一次方程组的解的概念判断下列选项中哪个是二元一次方程组的解请大家按下暂停键认真思考好选项AX等于三Y等于五不是二元一次方程组的解因为它不满足第二个方程选项BX等于11Y等于一也不是二元一次方程组的解因为它不满足第一个方程选项CX等于九Y等于一满足两个方程因此它是二元一次方程组的解同学们你做对了吗课堂小结本节课我们通过类比归纳出了二元一次方程二元一次方程组的概念还得知了二元一次方程二元一次方程组的解的概念这节课我们就上到这里谢谢大家",
    "同学们大家好今天我们来学习消元解二元一次方程组的第一课时请大家阅读引力引力学校篮球赛中每一场都要分出胜负每队胜一场得两分一场得一分某队22场比赛中得到40分那么这个对胜负场数分别为多少呢你能根据问题中的等量关系列出二元一次方程组吗设胜X场负Y场根据题意可以得到X加Y等于二十二二X加Y等于40这个实际问题能列一元一次方程组求解吗设胜X场则-22减X长根据题意可得2X加22减X等于40对比方程和方程组你能发现它们之间的关系吗我们知道方程组的两个方程中的Y都是这个对负的常数具有相同的实际意义因此可以由一个方程得到Y的表达形式并把它带入另一个方程从而把二元一次方程组转化为一元一次方程先求出一个未知数再求另一个未知数这种将未知数的个数由多或少逐一解决的思想称之为消元思想对于引力中二元一次方程组你能给出求解的方法吗由X加Y等于22变形可以得到Y等于22减X将Y等于22减X带入到另一个方程中用22减X替代Y消未知数Y我们可以得到一个一元一次方程2X加22减X等于40求解这个一元一次方程可以得到X等于18请思考能不能把Y等于22减X带入到原方程中呢不能因为代入原方程Y加X等于22后得到X加22减X等于22这个恒等式所以只能代入到另一个方程中求出X现在我们得到了X的值如何求Y的值呢可以将X等于18代入到以上三个方程中的任意一个求得Y等于四但将X等于18代入到变形后的方程Y等于22减X中可以更简单的求得Y那么引力中的问题的解释什么呢引力中这个队胜18场四场这样的解题方法把二元一次方程组中一个方程的一个未知数用含另一个未知数的式子表示出来再代入另一个方程实现消元进而求得这个二元一次方程组的解这种解法叫做代入消元法简称代入法下面我们来看例一用代入法解方程组首先请大家观察这个方程组选用哪一个方程进行变形更加简单呢由于方程一中XY的系数分别为一和一所以用方程一进行变形更加简单由方程一我们可以得到X等于Y加三把这个方程命名为方程三把方程三代入方程二可以得到三倍的Y加3-8Y等于14解这个一元一次方程可以得到Y等于一把Y等于一代入方程三中可以得到X等于二所以这个方程组的解释X等于二Y等于一同学们你听懂了吗下面请大家模仿李一完成一道练习题请大家按下暂停键认真思考由于方程一中T的系数为一所以选方程一变形由方程一得T等于5-3S命名为方程三将方程三代入方程二得S加两倍的5-3X等于15解这个一元一次方程可以得到X等于一代入方程三我们可以得到P等于八所以这个方程组的解是X等于一T等于八下面总结一下用代入消元法解二元一次方程组的步骤首先从方程组中选取一个未知数系数比较简单的方程将这个方程中的一个未知数例如Y用含X的式子表示出来也就是化成Y等于ax加B的形式第二步将Y等于ax加B代入方程组中的另一个方程中消去Y得到关于X的一元一次方程第三步解这个一元一次方程求出X的值最后把求得的X的值代入方程Y等于ax加B中求出Y的值再写出方程组的解的形式同学们你们掌握了这个方法吗下面我们来看例二检验一下请大家按下暂停键认真思考由于没有未知数的系数为一或一所以选未知数系数比较简单的方程进行变形由方程一得X等于13倍的16-4Y命名为方程三将方程三代入方程二得到5/3倍的16-4Y的差减六Y等于33解这个一元一次方程得到Y等于-12代入方程三得到X等于六所以这个方程组的解是X等于六Y等于-12下面我们来看一道练习题请大家仔细观察这个方程组思考是否有简便的方法求解请大家按下暂停键认真思考好由于2Y与4Y有两倍的关系所以采取把2Y整体代入的方式求解比较简单由方程一德2Y等于三X减五命名为方程三将方程三代入方程二得1/3X加上两倍的3X减五等于九解这个一元一次方程我们可以得到X等于三将其代入方程三得到2Y等于四Y等于二所以这个方程组的解是X等于三Y等于二这道题我们用了整体代入的方法同学们你做对了吗请大家模仿上一个练习完成思考题请大家按下暂停键认真思考通过观察两个方程可以发现二分之X减三与二倍的X减三有四倍关系所以我们将X减三看成整体将其代入方程二中求解较为简单由方程一得X减三等于六Y命名为方程三将方程三代入方程二得2×6Y减11等于2Y解这个一元一次方程我们可以得到Y等于1110将其代入方程三得到X减三等于610分之11解这个方程可以得到X等于485所以这个方程组的解为X等于485Y等于1110同学们你做对了吗小杰本节课我们知道了用代入消元法解二元一次方程组的基本思路是消元即把二元化为一元化二元一次方程组为一元一次方程我们学会了用代入法解二元一次方程组本节课就到这里了谢谢大家",
    "同学们好今天我们学习消元解二元一次方程组第二课时通过今天的学习我们希望能达到以下教学目标一复习巩固代入消元法解二元一次方程组二会用加减消元法解简单的二元一次方程组三理解解二元一次方程组的思路是消元体会划归思想首先请你用代入消元法求这个二元一次方程组的解请按下暂停键认真计算我们知道用代入消元法解二元一次方程组的一般步骤是先将一个二元一次方程变形成用一个未知数表示另外一个未知数的形式再代入另外一个二元一次方程通过代入消元得到一个一元一次方程进而求解两个未知数的值代入的目的是消元是否还有其他方法能够达到消炎的目的呢这正是我们这节课要学习的内容观察这个二元一次方程组这两个方程中Y的系数有什么关系显然是相等的你能利用这种关系发现新的消元方法吗细心的同学会发现用二式减一式可以消去未知数外化为一元一次方程对于等式2X加Y等于16等式的左边减去一个多项式X加Y等号的右边减去一个与这个多项式相等的值十这样变形成立的依据是利用了等式的性质一等式两边同时加上或减去一个相等的数或式子等式仍然成立用这种方法解二元一次方程的参考格式是二式减一式消去未知数Y可以得到2X减X等于十6-10X等于六把X等于六代入一式得Y等于10-64所以这个方程组的解是X等于六Y等于四事实上用一式减二式也能消去未知数外得到二元一次方程组的解对于等式X加Y等于十等式的左边减去一个多项式2X加Y等式的右边减去一个与这个多项式相等的数16等式仍然成立用这种方法的参考格式可以是一式减二式消去未知数Y直接写为X减二X等于10-16两侧化简得到负X等于六X等于六这个过程比刚刚用二式减一式的过程多了一步负X等于六但这丝毫不影响二元一次方程组的正确答案再来看看这个二元一次方程组你还能用两式相减求解未知数的值吗显然是不可行的因为方程中并未出现系数相等的未知数此题中未知数的系数有什么新的关系你能想到什么办法消元不难发现方程中未知数Y的系数互为相反数容易想到如果将一式与二式相加等式仍然成立即可消去未知数Y得到关于X的一元一次方程请你按下暂停键尝试用这种办法计算请你将自己的过程与参考格式比对注意解二元一次方程组务必答题即必须要写这个方程组的解释X等于0.6Y等于0.1回顾刚刚的两个小题做一个简单的总结当二元一次方程组中的两个二元一次方程中同一未知数的系数相反或相等时把这两个方程的两边分别相加或相减就能消去这个未知数得到一个一元一次方程这种方法叫做加减消元法简称加减法那么两个方程加减后能够实现消元的前提条件是什么呢答案是两个二元一次方程中同一未知数的系数相反或相等两个方程加减后能够实现消元的依据是什么答案是等式的性质一即等式两边同时加上或减去一个相等的数或式子等式仍然成立再来看看这道题目请你用加减消元法解二元一次方程组先来观察这个方程组思考直接加减是否可行答案是不可行方程中并未出现系数相等或相反的未知数那怎样实现方程组中存在系数相同或相反的未知数进而使用加减消元法呢请你按下暂停键认真思考答案是在方程两边乘适当的数变形成同一未知数在两个方程中的系数相反或相等以用加减法消去未知数Y为例观察方程组中未知数Y的系数四和六不难想到它们的最小公倍数12将等式一的两侧同时乘以三等式二的两侧同时乘以二根据等式的性质二等式两边同时乘以一个数或除以一个不为零的数等式仍然成立通过这种变形将未知数Y的系数统一成了互为相反数用这种方法消去方程组中未知数外的参考格式可以为解将一式乘以三得九X加12Y等于48即为三式将二式乘以二得十X减12Y等于66即为40三式与四式组成的新的二元一次方程组的解就是圆二元一次方程组的解可以将三式与四式相加消去未知数外化为关于X的一元一次方程求解这个方程得X等于六再将X等于六代入1234任意一个式子中可以算得Y的值比如把X等于六代入一式得3×6加四Y等于16Y的值为-12所以这个方程组的解是X等于六Y等于-12掌握了这个方法我们再来想一想如何用加减消元法消去X进而求这个二元一次方程组的解请你按下暂停键尝试用新的方法计算这道题目想用加减消元法消除方程组中未知数X先要将未知数X的系数变形观察系数三和五不难想到它们的最小公倍数15只需将一式乘以五得到15X加20Y等于80即为三式将二式两侧同时乘以三得到15X减18Y等于99即为40这样只需要求解三式与四式的方程组的解即可求原二元一次方程组的解想要消去X可以相减三式减四式得到关于Y的一元一次方程进而求解Y的值为-12再代入方程组中任意一个等式比如代入一式可以得到X的值为六这就是我们的加减消元法那么加减消元法与代入消元法有什么共同点呢虽然这两种方法不同之处仅仅是具体方法的差异而把二元通过消元划归为一元这一消元的思想不变今后同学们在研究一个新的数学问题时可以像这节课一样将稍复杂的问题通过变换转化为稍简单的问题将难解的问题通过变换转化为容易求解的问题将未解决的问题通过变换转化为已解决的问题这就是解决数学问题常用的划归思想今天的学习任务就到这里作业是教科书习题8.2第三题",
    "同学们好今天我们学习的内容是消元解二元一次方程组第三课时通过今天的学习我们希望达到的教学目标是一复习巩固代入消元法和加减消元法选取较简单的方法求解方程二学会将复杂的二元一次方程组化为标准形式求解三能利用二元一次方程组解决其他的数学问题观察这个二元一次方程组你能想到多少种办法求解这个二元一次方程组呢按下暂停键想一想选择其中一个办法求解如果你使用代入消元法你可以将一式变形成用未知数Y表示未知数X再代入第二个等式替换X的位置通过消元得到一个关于Y的一元一次方程进行求解你还可以将一式变形成用未知数X表示未知数Y的形式再代入第二个等式中替换Y的位置通过消元得到一个关于X的一元一次方程进行求解代入消元法还有第三种办法我们称其为整体代入法观察第二个等式2X加4Y可以表示为2X加2Y再加2Y因此我们可以将一式左右两侧同时乘以二得到2X加2Y等于70再整体代入第二个等式2X加2Y再加2Y等于94中这样得到一个关于Y的一元一次方程702Y等于94进行求解我们还可以使用加减消元法将一式两侧同时乘以四与二式相减得到一个关于X的一元一次方程还可以将一式左右两侧同时乘以二与一式与二式相减消去未知数X得到关于Y的一元一次方程无论你使用哪种方法求解得到的答案都是X等于23Y等于12回顾提供的五种方法我们观察哪一种方法更简单呢这五种方法得到的一元一次方程中使用整体代入法得到的一元一次方程70+2Y等于94相较于其他来说都较为简单好算因此我们在这道题更倾向于使用整体代入法求解练习选取适当的方法解二元一次方程组请你按下暂停键尝试做一做在公布答案之前我们先来讨论怎样选取方法才能称得上是适当呢当方程组中有一个未知数的系数是一或一时我们倾向于使用代入消元法当方程组中某个未知数的系数相同或互为相反数我们倾向选择使用加减消元法因此第一个方程我们优先使用代入法第二个方程我们优先使用加减法请你将你的过程与我的过程进行比对看一看你的答案是否正确例题求解这个二元一次方程组观察这个方程组它比我们之前见到的较复杂了些问题出在哪儿呢回想我们以前见到的二元一次方程组它们都是等号左边是指含有未知数的项等号右边是只有一个数的常数项这种形式我们称其为二元一次方程组的标准形式之前使用消元法求解二元一次方程组都是在标准形式下进行的现在我们题目中等号的右侧出现了未知数N显然它并不符合标准形式如果想继续使用消元法求解方程组我们可以先将方程进行变形对于第一个等式我们可以先将两侧的括号去掉再通过移项合并同类项得到第一个等式的标准形式4M减N等于五对于方程组中的第二个等式虽然它已经符合了等号左边是指含有未知数的项等号右边是只有一个数的常数项但是我们更倾向于使用整数系数的未知数因此我们可以将方程的左右两侧同时乘以分母的最小公倍数六通过变形得到3M加2N等于12达到使未知数的系数为整数的效果这样新得到的方程组4M减N等于五3M加2N等于12这个方程组的解就是圆方程组的解将这种较复杂的二元一次方程组通过变形得到标准形式进行求解的参考格式可以为且原方程组可化为4M减N等于五即为一式3M加2N等于12即为二式再将2×1式再加上二式得到M等于二代入一式得M等于三元方程组的解释M等于二N等于三回顾这道题给我们的启发我们可以加深记忆解较复杂的二元一次方程组时一般先要化简方程为标准形式且系数都化为整数然后再进行求解练习求解这个二元一次方程组请你按下暂停键先观察方程组在尝试做一做我们要先将方程组化简对于第一个等式观察分母三四十二考虑两侧同时乘以12进行化简对于第二个方程观察分母623考虑等号两边同时乘以六进行化简用这种方法的参考格式为减原方程组可化简为8U加9A等于17即为一式U减3V等于二即为二式通过观察我们可以使用加减消元法进行求解将二式乘以三再与一式相加消去未知数V得到一个关于U的一元一次方程得到U的值为一再代入二式中求得V的值是一所以这个方程组的解释U等于一V等于一掌握了这些二元一次方程组的解法之后我们再来尝试求解其他的数学问题请你阅读例题二按下暂停键尝试做一做根据以往的学习经验我们知道绝对值数与平方数均为非负数两个非负数相加为零只可能每一项都为零因此我们可以根据题意列二元一次方程组X加Y减二等于零2X减三Y加五等于零先将方程组调整为左边只含有未知数右边只含有常数项的标准形式然后再考虑使用加减消元法求解这样优先求得Y的值为95还可以继续求解未知数X的值再代入X加5Y中求得这个多项式的值为46/5有的同学会说对于这道题目可以不求X的值就能直接求得X加5Y的值想一想这种方法怎么做呢想要不求未知数X的值能直接求得X加5Y的值就要先观察X加5Y可以表示为X加Y再加上4Y而刚刚我们已经整理得到了一式X加Y等于二将一式整体代入X加Y再加4Y中就可以直接求得X加5Y的值为465这种整体代入的方法相较钢材直接求出X值和Y值纷纷代入X加5Y的方法也稍稍的简单了一些通过本节课的学习我们熟练地掌握了用适当的方法解各种形式的二元一次方程组今后见到解二元一次方程组的题目我们要先检查方程是否需要变形成标准形式或较为简单的形式进行求解在求解的过程中适当地使用整体代入法可以让过程变得更为简单那今天的课就讲到这里作业是习题8.2第五题",
    "同学们好今天我们来一起学习实际问题与二元一次方程组第一课时本节课的学习目标是能够找出实际问题中的已知和未知分析他们之间的数量关系列出方程组会用二元一次方程组解决实际问题并能归纳出利用二元一次方程组解决实际问题的一般步骤首先我们一起来回顾一下解二元一次方程组的基本思路和基本方法相信大家都已经非常熟悉了解二元一次方程组的基本思路就是消元我们现在所学习的基本方法有加减消元法和代入消元法那么怎样用二元一次方程组解决实际问题呢我们一起来回顾一下之前所学习过的一元一次方程解应用题的一般步骤第一步是审也就是审题审清题目中的已知和未知找到等量关系第二步是设也就是设未知数用字母表示题目中的一个未知数一般情况下问什么设什么也就是直接设未知数方法当然还有间接设未知数的方法设辅助未知数的方法第三步是列也就是列方程根据所设未知数和找到的等量关系列方程第四步是解也就是解方程求出未知数的值第五步是答检验所求解写出答案那么用二元一次方程组解决实际问题是不是也可以按照这样的步骤进行呢我们来一起探究一下我们一起来看这样一个问题养牛场原有30头大牛和15头小牛一天运用饲料675kg一周后又购进12头大牛和五头小牛这时一天约用饲料940kg饲养员李大叔估计每头大牛一天约用饲料18到20kg每头小牛一天运用饲料七到8kg你认为李大叔的估计准确吗好了那有什么办法检验李大叔的估计是否准确呢有同学想到了说如果能够计算出每头大牛和小牛一天需用饲料的准确值就可以检验了非常好那么现在请同学们思考一下问题结合题目中的条件你来想一想在这个问题当中有几个未知数你准备设哪几个未知数你能在问题中把表示等量关系的语句找到并等式表示表示出来吗能根据上面的等量关系列出方程或方程组吗请按下暂停键认真思考好第一个问题呢刚才我们已经做了回答也就是我要计算出一头大牛和一头小牛每天实际需要的饲料量就可以检验李大叔的估计是否准确了那么在这个问题当中有几个未知数准备设哪几个未知数呢也是很显然的我们可以设平均每头大牛一天约用饲料X千克每头小牛一天运用饲料外千克好第三个问题问题中表示等量关系的语句你找到了吗我们一起来看一下第一句原有30头大牛和15头小牛一天约用饲料675kg第二句又购进12头大牛和五头小牛一天约用饲料940kg好我们整理一下也就是30头大牛和15头小牛一天运用饲料675kg第二个30+12也就是42头大牛和15+5也就是20头小牛一天约用饲料940kg好第四个问题你能依据上面的等量关系列出方程或方程组吗那么根据我们之前找到的等量关系和我们说的未知数我们知道30头大牛和15头小牛一天需用饲料675kg可以用30X加15Y等于675这个方程来表示那么第二个42头大牛和20头小牛一天需用饲料940kg就可以用42X加20Y等于940来表示这个时候有同学可能提出这样的问题说我们刚才得到的第二个等量关系可不可以理解为12头大牛和五头小牛一天运用的饲料数为940减去675kg呢当然是可以的那么这个时候我们就可以列出这样一个方程那就是12X加5Y等于940减去675这个也是一个非常不错的想法好到现在呢不管是用哪一种方法我们都得到了关于XY的两个方程也就是得到了一个二元一次方程组进而我们解这个方程组就可以得到XY的值也就是每头大牛和每头小牛一天需用饲料的准确数然后就可以对于李大叔的估计做一个检验下面呢我们一起来写一下整个完整的过程解设平均每头大牛和每头小牛一天各约用饲料X千克和千克列方程组解这个方程组得X等于20Y等于五相信大家对于解方程的过程已经非常熟悉所以老师在此就不再做赘述那由此我们就知道了每头大牛一天运用饲料20kg每头小牛一天需饲料5kg我们再回头看一下李大叔的估计李大叔估计每头大牛需用饲料18到20kg每头小牛一天需用饲料七到8kg所以我们就知道了李大叔对于大牛矢量的估计呢是比较准确的而对于小牛的食量估计是偏高的这个问题我们就解决了好接下来呢李大叔又遇到了新的问题我们一起来看一下随着养牛场规模逐渐扩大李大叔需聘请饲养员协助管理现有的42头大牛和20头小牛现设立了AB两种岗位已知A种岗位的饲养员每人负责八头大牛和四头小牛币种岗位的饲养员每人负责五头大牛和两头小牛请问李大叔应聘请AB两种岗位的饲养员各多少人呢请按下暂停键认真思考好按照我们之前问题分析的思路呢我们来看一下这个问题在这个问题当中我们先来看一下已知和未知分别是什么很显然已知是42头大牛和20头小牛然后呢有ab两种岗位的饲养员来进行管理A种岗位的饲养员每人负责八头大牛和四头小牛币种岗位的饲养员每人负责五头大牛和两头小牛那么这里面的等量关系是什么呢也就是AB两种岗位上的饲养员共同来管理这42头大牛和20头小牛未知的是什么呢是AB两种岗位的饲养员各多少人所以这里面未知数也就很显然了我们可以设应聘请A种岗位饲养员X人币种岗位饲养员外人那么A中岗位的X个饲养员他们可以管理8X头大牛和4EXO小牛币种岗位的外人可以管理5万头大牛和2万头小牛那么根据我们的已知共有42头大牛和20头小牛这样我们就可以建立这样两个等式也就是两个二元一次方程从而我们的二元一次方程组就得到了好那现在呢我们一起来把这个题的完整过程书写一遍解设李大叔应聘请A中岗位饲养员X人B种岗位饲养员外人则有8X加5Y等于40二4X加2Y等于20解得X等于四Y等于二那这块呢解方程的过程老师不再赘述相信大家都能够很容易地解出来那么需要提醒大家注意的是呢我会发现这个解呢很显然是符合是记忆的但同时呢也请大家把这个解带回到原方程组检验一下我们得的解是否是正确的好了那这个解呢是没有问题的我们就可以答题答李大叔应聘请A种岗位饲养员四人B种岗位饲养员两人好那到现在呢我们已经利用二元一次方程组解决了两个实际问题那么你能梳理一下用二元一次方程组解决实际问题的步骤吗请按下暂停键认真思考我们一起来看一下用二元一次方程组解决实际问题的步骤第一步审题弄清题意也就是搞清楚题目当中的已知和未知以及题目中的等量关系第二步设圆用字母表示题目中的未知数第三步列方程根据两个等量关系列出方程组第四步解方程组利用代入消元法或加减消元法解出未知数的值第五步检验并答检验所求的解是否符合实际意义然后作答你都填对了吗那么所有这些步骤呢我们就可以简记为审设列解验答下面呢我们通过三个课堂练习来进一步体会用二元一次方程组解决实际问题的步骤我们先来看第一题这是一道我国古代问题有大小两种盛酒的桶已知五个大桶加上一个小桶可以盛酒三壶湖是古代的一种容量单位一个大桶加上五个小桶可以盛酒两壶问题是一个大桶一个小桶分别可以成就多少壶下面请同学们思考以下问题并尝试解决这个问题请按下暂停键认真思考好这个问题的解决呢并不困难相信大家都已经完成我们一起来看一下在这个问题当中我们很容易得到这样两个等量关系也就是五个大桶加上一个小桶可以盛酒三壶一个大桶加上五个小桶可以成就两壶所以这块呢我们说一个大桶可以成就X弧一个小桶可以乘九外弧根据题意就很容易得到这样一个二元一次方程组也就是5X加Y等于三X加5Y等于二解这个方程组可以得到X等于1324Y等于724显然是符合是记忆的那这块儿老师还是要提醒大家及时把所得的解带回到方程组中去检验是否正确那这块呢我们的解是正确的所以我们就可以答题答一个大桶可以乘九13/24户一个小桶可以乘九7/24户好那我们先来看第二道题某高校共有五个大餐厅和两个小餐厅经过测试同时开放一个大餐厅和两个小餐厅可供1680名学生就餐同时开放两个大餐厅和一个小餐厅可供2280名学生就餐第一个问题是求一个大餐厅和一个小餐厅分别可供多少名学生就餐第二个问题是若七个餐厅同时开放请估计一下能否供应全校的5300名学生就餐并说明理由请按下暂停键认真思考好分析的问题我们不难发现这一题的两问之间呢是有关系的解决了第一问我们就能知道一个大餐厅和一个小餐厅分别可供多少名学生就餐进而也就能知道了学校的五个大餐厅和两个小餐厅可同时供多少人就餐也就可以估计是否能够容纳5300人同时同时就餐了所以从第一问的解决开始那么在第一问的解决的时候呢我们来分析一下题目中的两个等量关系一个是同时开放一个大餐厅和两个小餐厅可以供1680名学生就餐第二个呢是同时开放两个大餐厅和一个小餐厅可供2280名学生就餐所以这块我们设一个大餐厅和一个小餐厅可分别供X名Y名学生就餐很容易得到这样的方程组也就是X加2Y等于1682X加Y等于2280解得X等于960Y等于360那这块呢还是希望同学们要及时检验所得的解是否正确那么这块是没有问题的所以我们就知道了一个大餐厅可供960名学生就餐一个小餐厅可供360名学生就餐解决了第一个问题根据我们之前的分析第二个问题也就迎刃而解了如果七个餐厅同时开放那么可以供5×960加上2×360等于5520人用餐而5520是大于5300的所以呢如果七个餐厅同时开放是可以供应全校的5300名学生同时就餐的那这个问题也就解决了下面我们来看第三题某商店的账目记录显示某天卖出39支牙刷和21盒牙膏收入396元另一天以同样的价格卖出同样的52支牙刷和28盒牙膏收入518元这个记录是否有误如果有误请说明理由那这个问题的问法非常特别那同学们要想一想怎么去检验这个记录是否有误那么如果有误你能说明理由吗请按下暂停键认真思考好相信大家都已经有了自己的想法那这块呢老师提醒大家注意这样一些关键的词语以同样的价格卖出同样的52支牙刷和28和牙膏那这又说明什么问题呢说明在这两天当中这两种商品的价格呢是保持不变的既然价格保持不变我这块呢就可以设牙刷的价格为X元牙膏的价格为Y元结合题目当中这两个等量关系我们可以得到一个关于XY的二元一次方程组进而去求解这个方程组就可以了但是这块所不同的是什么呢就是这个方程组一定是有解的吗有解说明什么问题没有解又说明什么问题呢那这个其实就是我们来判断账目是否合理的一个非常关键的一点请按下暂停键认真思考一下这个问题好对于刚才的问题呢可能有的同学已经有了答案有的同学呢还不太清楚不过没有关系我们先呢一起来写一写这个题的过程看看能有什么新的发现解硕美制牙刷X元每盒牙膏外援根据题意得39X加21Y等于39652X加28万等于518细心的同学发现这个方程组的系数偏大所以为了求解方便呢我们可以先对方程组进行化简得到13X加7Y等于一百三十二十三X加7Y等于129.5那到这儿呢同学们发现了上下两个方程左边是一样的而右边的数却不一样那说明什么问题非常好说明此方程组无解那么此方程组无解对于此题又意味着什么呢方程组无解的意思就是没有一组XY能够使得上下两个方程同时成立那么翻译到词语当中是什么呢就是没有一组牙刷和牙膏的价格能够同时使得这两天的收入记录都是正确的那也就是说这两天的牙刷和牙膏的价格是不同的那么见识不同就和题目当中所描述的同样的价格是矛盾了所以说明记录是有错误的好最后我们再来小结一下利用二元一次方程组分析和解决实际问题的基本过程从实际问题出发我们要分析实际问题当中的已知和未知还有等量关系通过设未知数列方程将实际问题转化为数学问题也就是二元一次方程组然后通过代入消元或加减消元的方法解方程组得到二元一次方程组的解也就是得到了数学问题的解进而结合双检验得到实际问题的答案整个过程是从实际问题出发到数学问题到数学问题的解进而得到实际问题的答案这就是利用二元一次方程组分析和解决实际问题的基本过程好今天的这节课就到这谢谢大家",
    "同学们大家好这节课我们来学习实际问题与二元一次方程组的第二课时通过这节课的学习希望达到以下的学习目标一掌握列二元一次方程组解实际问题的步骤二通过解决开放性问题体会多角度思考问题三探究较难的实际问题提升分析等量关系列方程和解方程组的能力根据上一节课大家可以思考一下列二元一次方程组解实际问题有哪些步骤请大家按下暂停键回顾2分钟后继续学习有这样一些基本步骤审题找出题目中的等量关系然后是设未知数第三步根据等量关系列方程组第四步解方程组第五步验证解是否正确并且是否符合实际意义最后一步答题分别用一个字来表示就是审涉猎检验答我们根据刚才回顾的解决实际问题的步骤来看这样一个实际问题据统计资料甲乙两种作物的单位面积产量比一比二先要把一块长200米宽100米的长方形土地分成两块小长方形土地分别种植这两种作物怎样划分这块土地是甲乙两种作物的总产量的比是三比四解决应用问题的第一步是审题我们来看这样一些问题是不是能够理解清楚第一甲乙两种作物的单位面积产量的比是一比二这是什么意思甲乙两种作物的总产量的比是三比四又是什么意思题目中哪些是已知的条件哪些是位置的条件可以用变量来表示如何用这些已知的和未知的来表示题目中的相等关系请按下暂停键3分钟后继续学习好同学们对于这个问题审清楚了吗这个问题中涉及到三个变量第一总产量第二单位产量第三甲乙两种作物的面积根据题意我们可以利用总产量之比为三比四来列这个相等关系但是这里面甲乙两种作物的单位产出比为一比二可是每个单位的产出是多少我们并不清楚所以我们可以设一个未知数比如说用A来代替这作为我们设未知数的一个环节好我们再来看一下最终他要问的那个内容是如何划分他希望得到的是两个长方形原来也是个长方形所以划分的界限应该是直的而且是平行于其中的一条边大家看我们得到如图所示的一个方案甲乙两种作物的种植区域分别为图中所示的长方形设其中一段为X米也就是左边这个长方形种植的是甲种作物另一段是外面那么右边的这个长方形的长是Y宽呢还是用100来代替那它种植是一种作物现在呢我们就可以根据问题中的长度产量的数量关系来列出方程组进入了第三个阶段好下面我们进入第三个步骤列方程组请大家按下暂停键自己列出方程组然后与我进行校对这个方程组其实不难列因为首先X加Y等于200第二个是总产量的关系假的它的长方形的长是X一的长方形是Y那么它的产量应该是等于甲的面积应该是100X再乘以单位的产出我们用A来表示就是100X乘以A乙的它的面积是100乘以Y它的单位产出的量应该是2A那因为这里面体现了甲乙的单位面积产出比为一比二所以这样一来呢甲是左边这个括号比上右边那个括号甲乙的总产量之比等于三比四从而就得到了一个关于X和Y的这样一个方程组那这里面的这个A就是单位产出的这个量A怎么办其实在运算的过程中通过约分可以去掉下面呢我们解这个方程组得到X等于120Y等于80单位呢是米也就是说大家看右边的这个图假的种植面积比乙的种植面积要多一些它的比值是多少呢120比80应该是三比二这样一个比值那这样一来我们就解决了第三个环节和解第四个环节下面该验证让我们知道根据这个提议X等于120Y等于80是符合要求的好下面我们进入了答题这个环节如何答题呢我们来看得到的变量的值可以转化成实际问题中去那就是过长方形土地的长边上离一端120米处做这条边的垂线把这块土地分成两块长方形土地较大一块土地种几种作物较小一块土地种一种作物好这样我们就运用列方程组解实际问题完整的这六步来体验了一下刚才这个实际问题的解决但是这个问题是一个开放性问题解决方法并不止一种请大家动手动脑从多种角度去考虑它有条件的同学呢可以跟其他的同学进行合作探究请大家按下暂停键2分钟后继续学习从方案一中我们看出他希望得到的是两块长方形那么分界线必须得是直的而且平行于一条边刚才呢我们是纵向平行长方形的一条边现在呢我们可以横向平行长方形形的一条边那么大家可以看出我这右边这个图得到第二种种植方案甲乙两种作物的种植区域分别为图中所示的长方形其中一段为X米种植这是甲种作物另一段为Y米种植的是一种作物那这个未知数我们设完以后下面进入的列方程组这个环节我们看这个环节也还是比较容易的一个呢就是刚才我们种植方案一已经有了一个成功的案例那么这里面我们在做还跟他可以类比的进行一个是X加Y的和是多少这回就不是200了它应该是100这是第一个问题有了这个XY以后这个未知数就可以帮助我们去体现甲乙两种作物的种植面积然后它的相等关系就用总产量之比为三比四来体现得到第二个方程从而组成方程组即X加Y等于100200XA注意这是假的200是这个长方形的一条边长是200宽呢是X那这就是它的面积A表示的是甲种作物的单位产出量为A一种作物呢它的单位产出量为2A所以说一种作物呢它的总产量是200乘以Y再乘以2A然后比值为三比四下面我们来进入第四个环节解未知数XY解除得到呢X等于六时Y等于40下面的一个环节就该是验证了我们由种植方案也已经知道甲的面积和乙的面积之比呢应该是一个三比二的关系甲比乙多我们看这里面甲X是得60乙的Y是得40也是三比二应该是符合题意所以我们进入了答题环节答过长方形土地的短边上离一端60米处做这条边的垂线把这块土地分为两块长方形土地较大一块土地种几种作物较小一块土地种一种作物对于这样一个实际问题如果我把其中的条件做适当的改变请大家来进行进一步的拓展和探索如果题目只是要求用直线划分不限制土地分成什么形状你能设计出别的分割方案吗请大家按下暂停键2分钟后继续学习在这个过程中大家一定要想到刚才我们是平行于长方形的一条边来进行划分的得到的是两个长方形那现在还有别的方法吗题目的要求分界线必须得是直的好我们来看这样一种划分方法从长方形的一个顶点出发的一条直线将长方形分割为左边是一个三角形右边是梯形在三角形区域内种植甲种作物在梯形内种植一种作物下面我们来进入列方程组这个环节好首先第一个方程是关于X和Y的和还是等于200第二个环节还是总产量之比甲的产量是用三角形的面积乘以单位产量三角形的面积是底乘高除以二单位产量是A1种作物呢单位产量是2A它的面积呢是梯形上底是Y下底是200上底加下底乘以高100÷2好请大家按下暂停键解一下这个方程组好经过求解大家会得到方程组的解为负整数解那这是为什么呢我们知道这个实际问题中的XY应该不会是负数那再深追一下为什么会出现这种现象其实我们回忆一下前面的两个成功的解决方案中我们发现甲种作物和乙种作物的面积之比是三比二甲种作物的面积应该比乙种作物的面积要大因为我们的条件没有改变所以说最终的结果还是应该是这样可是这个图中大家会发现甲种作物是一个三角形区域它的面积不足整个区域的一半而这一种作物是一个梯形它的面积多于长方形面积的一半所以这显然是不符合要求的既然甲种作物的种植面积比乙种作物种植面积大我们不妨将刚才的探索呢做一个调整让三角形区域种植的是一种作物而梯形区域种植的是甲种作物我们来尝试列方程组第一个方程比较简单我们来看一下第二个方程甲种作物用的是梯形的面积公式单位产出量为A一种作物呢是三角形的面积公式单位产出量为二A比值还是三比四我们尝试解出结果为X等于40Y等于160可以检验出这种结果符合题目的要求所以这是呃一个正确的一个解法符合要求的如果划分后区域形状不做限定的话刚才我们就得到了区分后的两块一块是直角梯形而另一块是直角三角形那么之前的方案一和方案二划分后是两块较小的长方形也是符合要求的在所有的划分中甲作物的种植面积和乙作物的种植面积之比应该是三比二只要符合面积之比为三比二都是可以的因此大家在探索的过程中肯定还会有一些其他的方案我们以方案一和方案二来做一些调整来进行说明供大家参考我在这两块原有黑色的划分线的基础上又添加了两条红色的划分线我们来看左边这一块左边这一块红色的划分线与黑色的划分线是相交的红色的范围线左边和右边都是梯形而红颜色的划分线和黑颜色的划分线以及长方形的边构成了两个直角三角形如果这两块直角三角形的面积相等的话那么红颜色所划分出的两块直角梯形的面积仍然维持着三比二的关系而且这两块直角三角形的面积都可以变化只要保持面积相等那么这样的划分方式都是符合要求的因此呢这样的划分会有无数多个右边的这个图也是一样的红颜色的划分线与原先的横向的划分线是相交的它们与长方形的边确定的两个直角三角形如果面积相等的话那么红颜色的上边和下边的区域面积之比仍然维持着三比二的关系这样的红颜色的划分线也会有无数多条那么大家随着进一步的探索会发现如果说这个红颜色的划分线经过原先的黑颜色划分线的中点的话其实都是符合要求的这个需要大家进一步的学习和探索才能发现这里面的秘密小结一下本节课的知识通过这节课的学习呢使我们懂得了分析实际问题必须了解问题的基本等量关系是什么懂得问题要假设的未知数是什么找出问题的等量关系列出方程组来解决问题其实还要注意的是你解出来的这个解是不是符合题意要检验最后再回到实际问题中去体会一题多解训练从多个角度考虑问题的思维在整个解题的过程中我们一直是在运用列二元一次方程组解实际问题的步骤来进行解题的它包括一审二设三列四解五验六答这样一个过程请同学们利用教科书102页第四到第七题来巩固本节课所学的内容好这节课我们就学到这儿同学们再见",
    "同学们大家好今天跟我一起来学习实际问题与二元一次方程组的第三课时学习目标一巩固列方程组解应用题的一般步骤二学会用列表的方式分析问题中蕴含的数量关系并会列二元一次方程组解决问题现在我们一起来看探究三如图长兴化工厂与AB两地有公路铁路相连这家工厂从地购买一批每吨1000元的原料运回工厂制成每吨8000元的产品运到B地公路运价为每吨每千米1.5元铁路运价为每吨每千米1.2元这两次运输共支出公路运费1万5000元铁路运费9万7200元这批产品的销售款比原料费与运输费的和多多少元请同学们按下暂停键先试着做一做此题你读懂了吗题中所出现的各种量非常多那每个量之间到底有怎样的关系呢为了便于理解我们来看一下这幅图在途中我放置了一辆车车上载有了原料那么他从A地出发那也就是说此时原料每吨1000元那么它要经过铁路公路到达长青化工厂接下来要制成每吨8000元的产品再由铁路公路运输到B地是这样一个过程吗而这时运输的公路费用是1万5000元铁路费用是9万7200元此题的问题是销售款比原料费与运输费的和多多少元好这时请你再按下暂停键试着做一做再来看一遍动画的直观演示每吨1000元的原料运到长青化工厂制成每吨8000元的原料再到达B地在这个过程中需要支付铁路的费用和公路的费用那我们已知的就是原料费是每吨1000元产品费是每吨8000元我们知道的是公路的运价为每吨每千米1.5元请注意有两处知道的是铁路的运价是每吨每千米1.2元请注意也有两处那么这两处的公路的长度是不相等的一个是10千米一个是20千米两处的铁路运铁路的长度也是不相等的一处是120千米另一处是110千米请注意一下好接下来我们知道要支出公路运费总共是1万5000元铁路运费一共是9万7200元题目中要求的是销售款比原料费与运输费的和多多少元请你再按下暂停键试着做一做你发现了吗两段的铁路长我们都是知道的公路的长度我们也是知道的这对我们有什么好处呢我们知道了铁路的运价和公路的运价但是他们的单位都涉及到是每吨每千米多少元那这样好了我们知道了铁路的长度是120千米那我是否就可以知道了此时铁路运价其实为1.2乘以120元每吨同意吗那就把条件再进一步的化简了是吧那第二段的铁路是110千米那铁路的运价就1.2×110元每吨同理公路的运价分别为1.5×10元每吨和1.5×20元每吨看到了两个铁路运价我就特别想把它们合并在一起变成一个运价可不可以是的不可以两个铁路运价它们分别代表不同的含义第一个运价代表的是每吨原料从D到长庆化工厂1.2120元第二部分的铁路运价代表的是每吨产品从长青化工厂到BD为1.2110元同样公路的运价也是不能够合并在一起的那么也就是说我想知道铁路的运费到底多少元我就会涉及到必须要知道原料很好多少吨产品多少吨公路的费用也就是必须知道原料的重量和产品的重量那么题目中给出来了公路的总费用和铁路的总费用这两部分也就是运输费对吧那题目中说销售款到底是多少这销售款是与谁有关系呢很好是产品产品费是每吨8000元那涉及到到底产品多少吨知道了产品的重量是自然知道了销售款那同样原料费呢那自然知道了原料的重量也就知道了原料费而运输费我们刚刚说我们是知道的因此这道题最好采取的就是间接设法他们都需要知道原料为多少吨产品为多少吨因此我们设原料为S端产品为Y吨那现在再请你按下暂停键试着做一做现在跟我再进一步的分析这道题为了把各个量再精细化地表示出来寻找相等关系所以再教大家一个方法可以把各个量列在表格中题目中不就是涉及到原料多少吨产品多少吨铁路的运费公路的运费以及他们各自的价值吗对吧那现在我们天下表我们知道原料是S顿时铁路的运费就可以计算得出是1.2120X元接下来公路的运费为1.510X元那原料是S吨原料费是每吨1000元所以它的价值就应该为1000X同样产品它的铁路运费为1.2×1100000公路运费为1.5×200000价值呢产品是每吨8000元所以它的价值是8000万这时我们可以计算得出到底铁路的总运费是多少元是1.2倍的120X加110公路的总运费为1.5倍的10X加20那么题目中恰好也知道了铁路的运费也知道了公路的运费因此我们这道题就很轻松的找到了两个相等关系列出来了二元一次方程组好现在我们整理一下这道题的过程设原料为S吨产品为Y吨可以列出方程组这个方程组相对比较麻烦建议大家先进行化简接下来我们可以得到方程组的解为X等于400Y等于三代做到这做完了吗还记得原题要我们求的是什么吗它让我们求的是销售款比原料费与运输费的和多多少元那我们必然要求出到底销售款是多少原料费是多少对吧所以我们继续要求出1000X等于多少8000万等于多少接下来要用销售款销售款差减掉原料费与运输费的和所以等于188万7800元因此作答好这道题我们就解决了探究三看着比较复杂但其实我们只要耐心仔细的去分析题目中的每个量我们最终通过列表清晰化的表示出来寻找到相等关系是不是解决起来也是很轻松的啦我们共同研究了探究三现在需要你自己动手做一做这道练习看看你探究三是否学明白了请按下暂停键独立做一做探究三学明白之后对于这道题的解决确实很轻松题目类型与探究三非常相似并且比探究三还要善良善良在哪里呢他的问题问得非常直接直接问你购进原料多少吨加工后销往BD的产品为多少吨不需要我们间接地寻找得到了这样我们就可以采取直接设法射出构件构进原料S吨加工后销往BD的产品为外蹲好把各个量在表格中表示出来请你快速的表示一下然后跟我对下答案好我们来看一下第一行第二行第三行第四行请注意我们最后表示的总费用这时你找到相等关系了吗有了表格这道题的相等关系就非常容易找到了所以我们会得到30X加15Y等于750150+100万=4000解方程组得X等于20Y等于十答购进原料20吨加工后销往B地的产品为10吨到了本堂课的小结时间对于本节课所解决的实际问题我们发现它的共同特点是题目中涉及的量较多在我们逐步分析题意明白题意之后我们建议大家可以进行列表分析这样的好处是便于我们去发现等量关系然后依据等量关系就可以列出方程组求解了今天的课后作业为课后作业文档中的相应内容好同学们再见",
    "各位同学大家好今天我们来学习三元一次方程组的解法首先我们先来回顾两个问题一什么叫二元一次方程组含有两个未知数含未知数的项的次数都是一并且一共有两个整式方程像这样的方程组叫做二元一次方程组第二个问题解二元一次方程组的基本方法有哪几种它们的实质是什么基本方法是代入法和加减法实质都是利用消元法来去解二元一次方程组实际上我们是把二元一次方程组通过消元转换成一元一次方程进而求得二元一次方程组的解有些含有两个未知数的问题我们可以列出二元一次方程组来解决实际上有不少问题还有更多未知数我们来看一下下面的问题小明手头上有12张面额分别为一元二元五元的纸币共计22元其中一元纸币的数量是二元纸币数量的四倍求一元二元五元纸币各多少张那么我们自然的想法就是去设一元二元五元的纸币分别为X张Y张Z张那么根据题意我们可以得到三个方程X加Y加Z等于12X加2Y加五Z等于22X等于4Y我们想要求得这个问题的解就必须要同时满足这三个方程因此我们把这三个方程合在一起用大括号括起来我们可以发现这三个方程呢是含有三个未知数并且这三个方程都是整式方程因此我们可以类比二元一次方程组的定义得到三元一次方程组还有三个未知数每个方程中含未知数的项的次数都是一并且一共有三个整式方程像这样的方程组叫三元一次方程组如何来解这个三元一次方程组呢我们知道二元一次方程组我们可以利用代入法或者是加减法消去一个未知数转化成一元一次方程求解那么我们能不能够利用同样的思路用代入法或加减法消去三元一次方程组的一个未知数把它转换成二元一次方程组呢那么我们可以仿照前面所学过的方法把三分别代入一二中可得4Y加Y加Z等于124Y加2Y加5Z等于22把它们组成方程组可以得到5Y加Z等于126Y加5Z等于22由四可得Z等于12减去5Y把六世代入武士可得6Y加五倍的12-5Y等于22去括号得到6Y加60-25Y等于22-19Y等于-38Y等于二把Y等于二代入362式当中可得X等于八Z等于二因此三元一次方程组的解为X等于八Y等于二Z等于二答一元八章二元二张五元二张通过这道题你能总结一下解三元一次方程组的一般步骤吗解三元一次方程组的步骤一般为一利用代入法或加减法把方程中一个方程与另外两个方程分别组成两组消去两组中的统一未知数得到关于另外两个未知数的二元一次方程组二解这个二元一次方程组求出两个未知数的值将求出的两个未知数的值代入原方程中的一个系数比较简单的方程得到一个一元一次方程四解一元一次方程求出最后一个未知数的值五将求得的未知数的值用大括号和写在一起通过刚才的总结我们可以看出解三元一次方程组的基本思路是通过代入或加减进行消元把三元化为二元使解三元一次方程组转化为解二元一次方程组进而再转化为解一元一次方程这与解二元一次方程组的思路是一样的接下来我们通过练习一再熟练一下解三元一次方程组的基本步骤吧X加Y加Z等于二十三二X加Y减Z等于20X减Y等于一请各位同学按下暂停键做完之后我们一起来对答案好各位同学让我们一起来看一下答案吧解在三个方程后面分别标上123由方程三可得X等于Y加一把四分别代入一二得二Y加Z等于223Y减Z等于18由五六组成二元一次方程组进而解得Y等于八Z等于六把Y等于八代入四式得X等于八加一等于九所以原方程组的解释X等于九Y等于八Z等于六如果想要检验自己所解答的方程组的解是否正确那么我们可以代入题目中所给的三元一次方程组去检验一下各位同学你都做对了吗观察下列方程组的特点如何消元最简单每看到一个方程组的时候大家可以按下暂停键思考一下得到答案之后再继续往下观看13X减Y加Z等于四2X加3Y减Z等于12X加Y加Z等于六大家可以按下暂停键思考之后再看答案这个方程组我们可以进行两次消元首先可以先消去系数比较简单的未知数Z2X加Y等于一Y加Z等于二Z加X等于三请大家按下暂停键思考之后再看答案根据这个方程组的特点我们可以通过1+2加三得到X加Y加Z等于三进而再用X加Y加Z等于三这个方程分别去减去一式二式三式就可以求得XYZ的值第三个X加Y减Z等于11Y加Z减X等于五Z加X减Y等于一请同学按下暂停键思考之后再来看答案根据这个方程组中每两个方程都有两对互为相反数因此我们可以通过两两相加求得未知数的值X比Y等于三比二Y比Z等于五比四X加Y加Z等于66请大家按下暂停键思考之后我们一起来看答案由一二可得X比Y比Z等于15比十比八设X等于15KY等于10KZ等于8K代入三式当中从而求出K的值进而得到XYZ的值这四道题你跟我的思考是一样的吗接下来我们来看下一道例题在等式Y等于ax方加bx加C中当X等于一时Y等于零当X等于二时Y等于三当X等于50Y等于60求ABC的值请同学按下暂停键做完之后我们一起来对答案我们可以把ABC看作三个未知数分别把已知的XY值代入原等式就可以得到一个三元一次方程组A减B加C等于零四A加二B加C等于三二十五A加五B加C等于62-1得A加B等于一3-1得四A加B等于十5-4得A等于三把A等于三代入四得B等于二把A等于三B等于二代入一得C等于五因此A等于三B等于二C等于五通过这节课的学习你有什么收获一含有三个未知数每个方程中含未知数的项的次数都是一并且一共有三个整式方程像这样的方程组叫三元一次方程组二解三元一次方程组的基本思想是消元关键也是消元我们一定要根据方程组的特点选准消元对象定好消元方案三解完后要代入原方程组的三个方程中进行检验今天我们的作业是课后作业文档的相应内容各位同学再见",
    "同学们好今天这节课我们一起来学习二元一次方程组全章复习课第一课时首先我们一起来回顾一下本章知识的前后顺序本章我们由实际问题引入得出了二元或三元一次方程组了解了二元或三元一次方程组的定义接下来我们研究如何来解二元一次方程组及消元思想有两种解法代入消元法加减消元法最终我们利用二元一次方程组的知识解决了实际问题那么我们是如何用二元一次方程组解决实际问题的呢那它的基本过程如下对于实际问题我们想要得到它的答案我们通过设未知数列方程组把实际问题转化成了数学问题接下来只要解方程组那么我们就把数学问题的解得到了但是不要忘记检验那这时我们就得到了实际问题的答案好我们来看一下专题一二元一次方程二元一次方程它的概念是二元一次方程必须要满足三个条件一是整式方程三所有未知数项的次数都是一不符合上述任何一个条件都不叫二元一次方程二元一次方程的解在二元一次方程中任意给出一个未知数的值总能求出另一个未知数的唯一确定的值所以二元一次方程有无数个解我们一起来看一下典型例题一下列方程中是二元一次方程的事请你快速的得出答案好一基于二元一次方程的定义答案应该选择BA选项只有一个未知数不符合定义C选项未知项4X平方它的次数是二也不符合B选项sexy它的未知项的次数是二因此也不符合我们继续便是已知方程X的2M减N减二次幂加四Y的M加N加一次幂等于六是二元一次方程求MN的值你先来想一想如何来做呢好依据二次方程的定义不难分析X的指数2M减N减二与Y的指数M加N加一都分别等于一这样我们就得到了关于MN的二元一次方程组解这个二元一次方程组可以得到答案M等于一N等于一好即学即练第一题请判断下列各方程中哪些是二元一次方程哪些不是请说明理由先按下暂停键独立做一做与我对下答案吧第一题是二元一次方程第二题不是多了一个未知数第三题呢不是未知项的次数是二第四题不是不仅未知项的次数是二了并且还缺失了一个未知数第五题是第六题呢不是因为位置项3XY的次数是二你做对了吗再来看下第二题不要忘记按下暂停键如何判断哪些值是二元一次方程的解呢我们只需要把它们带入这个二元一次方程的左右两边如果左边和右边相等那么它就是这个方程的解逐一带入发现第一个不是第二个是第三个不是第四个是我们继续第三题已知X等于三Y等于三次方程KX减Y等于三的解那么K的值是请你按下暂停键先独立做一做好依据于方程的解的概念我们知道X等于三Y等于三是这个方程的解那么它就可以代入到KX减Y等于三中这样我们就可以得到3K减三等于三是关于K的方程可以解得K等于二再来做一下第四题不要忘记按下暂停键好共同分析一下要求二元一次方程的所有正整数解那么我们发现Y的系数比较简单是一所以我用含X代入式来表示Y这样当X每取一个值时Y的值就非常好算同意吗那所有的正整数解就说明X和Y都要是正整数因此我们这道题首先S等于一开始取值那么Y就可以算出来接下来X等于二S等于三X等于四是不是都会对应着Y的值呢然后X等于五对吗所以逐一代入符合XY都为正整数解的应该只有这四组因此答案是4D好我们再来看一下专题二二元一次方程组二元一次方程组的概念是二元一次方程组也需要满足三个条件第一个条件方程组中的两个方程都是整式方程第三个每个方程次数都是一次的解的概念方程组中两个二元次方程的公共解一般情况下二元一次方程组的解是唯一的那当然也请你思考二元一次方程组的解还有什么情况呢二元一次方程组的解法主要的思想是消元有两种方法代入消元法和加减消元法典型例题二用代入消元法解方程组三减Y等于七五X加2Y等于八好跟我共同来求解一下第一步先标号接下来我们发现两个方程中方程一的Y的系数是一比较简单因此我们就可以由一得Y等于3-7命名为方程三接下来把三代入二就可以得到关于X的一元一次方程解这个一元一次方程可以得到X等于二当得到了S于二之后我们怎么办呢可以把X等于二代入方程三来求Y比较简单所以Y等于一因此二元一次方程组的解为X等于二Y等于一此解法的主要步骤是第一步我们采取的是变形是用含一个未知数的代数式表示另一个未知数第二步我们采取的方法是代入消元法再来看一下典型例题三加减消元法解方程组15X减三Y等于十二七X加9Y等于68限定用加减消元法那么我们首先第一步就需要寻找的是相同未知数的系数是相同的还是相反的显然这两个方程的相同未知数的系数既不相同也不相反这时我们就需要进行的是变形那么想化成相同还是相反就需要寻找的是相同未知数系数的最小公倍数哪一个最小公倍数较小呢S的最小公倍数157较大Y的最小公倍数是九所以我们这道题就可以变形方程一只要由方程1×3那么就可以化为45X减9Y等于36方程三方程三和方程二显然Y的系数是互为相反数的只需要相加就可以得到52X等于104解得X等于二这样把X等于二代入方程一就可以得到Y等于六所以二元一次方程组的解为X等于二Y等于六那么加减消元法的主要步骤第一步就是变形将一个或两个方程变形使某个未知数系数的绝对值相等第二步采取的就是加减法同意未知数的系数相等用减法互为相反数就用加法急需急练第一题下列是二元次方程组的事请你快速的得出答案好A选项X平方不符合B选项两个未知数都在分母上那它就不是整式方程D选项SY的次数是二所以也不符合答案是C好做下第二题请按暂停键这道题可以采取两种方法一种方法是你已经学习了如何来解二元次方程组那当然我就可以直接求解同意吗那么这道题显然代入法比较简单所以我们就很方便地求出此题的解但同时我们也可以怎么办呢既然判断它是不是这个方程组的解那我当然可以把ABCD4个选项分别来代入这个二元次方程组但是请你注意每一个解在代入的过程中要同时满足两个方程才能是这二元一次方程组的解因此这道题答案是C请按暂停键做一下第三题好跟我来核对一下答案第一题X等于四Y等于一第二题相对复杂一点首先第一步需要把原方程组化简就可以得到X等于三Y减三二减Y等于四这时再求解就简单多了那得到答案是X等于三Y等于二再看一下典型例题四解方程组15X加13Y等于4043X加15Y等于68你可以先来做一做然后我们再来共同分析有同学采取了代入法来做吗你做出答案来了吗显然比较复杂那加减法呢一看变形之后的式子我们大家就知道了那数字也较大不亚于代入法的复杂程度所以这道题显然用常规的方法是不适合的那有什么技巧呢观察方程组中发现方程1X的系数是15方程二中Y的系数15同样方程一中Y的系数13而方程二中X的系数是13我们会发现这时只需要把方程一和这个方程二只需要相加那我们得到了就是28X加28Y等于112S的系数和Y的系数都是28可以再进一步化简它们是28的倍数所以就可以得到X加Y等于四知识的方程显然比方程一和方程二都简单了那么我们把方程三左右两边同乘13得到了方程四接下来让一和四做减法那么我们就可以得到关于X的方程X等于四这样把X等于四代入方程三得到Y等于八我们就可以求解了是不是比你常规的代入法或加减法简单得多呢但既然方程一和方程二我们相加系数是相同的那你是否再进一步的思考我们还可以怎么做呢因此我们有另一种解法我们不仅一和二相加系数相同那么我让一和二相减呢我们会发现是2X减2Y等于-24也就是减Y等于-12这样我们就可以由方程三和方程式组成的方程组解出原方程组的解是不是比较简单呢你掌握了吗那我们归纳总结一下当二元一次方程组中的两个方程中未知数的系数呈对称关系时把两个方程相加或相减就能得到这两个未知数的和或差再通过加减消元得到一元一次方程我们就可以去求解了即学即练第一题请先按下暂停键独立做一做你做出来了吗题中说X等于二Y等于一是这个方程组的解那当然就可以把它代入到这个方程组中可以得到关于ab的方程组接下来我们用代入法或加减法来求出A和B然后再代入A减B中就可以求出这道题的值了对吗但是我们解这个方程组我发现这方程组的A的系数B的系数之间呈什么样的关系呢你发现了是不是刚刚我们解的技巧是成对称的关系呀那这样的话那这两个方程我就可以直接相减同意吗我们就可以直接得到A减B等于四是不是就更简单了呢我们再来看一下第二题仍然先按下暂停键独立做一做题中说要解关于XY的方程组那么他的解又满足A加Y等于三观察这个方程组我们会发现S的系数和Y的系数是不是恰好形成了也是对称关系这样就不难发现把两个方程直接相加就可以构造出4A加四Y等于22A那么就含有了题中说的A加Y等于三这样整体代入那就可以得出A等于七再看第三题也是关于XY的方程请按暂停键继续来做一做好题中说关于XY的方程那么这道题X和Y的系数还是呈对称关系吗不是了那怎么办呀既然关于XY的方程那说明K就要看成已知数那我的方式就可以把K看成已知数来进行解这个二元一次方程组这个方程组中X和Y的解分别是用K来表示这样题中说X与Y的和是12翻译过来就是加Y等于12所以分别把S和Y用K表示的这个式子分别代入到加Y等于12中这样我们就可以求出K的值为14但同时你再来思考一下那这道题我们还可以怎么样做呢好下节课我们继续来说这道题的第二种想法到了本节课的小结时间本节课我们都复习了哪些内容呢我们复习了二元一次方程和二元一次方程组的定义以及二元一次方程组的解法消元思想来解代入消元法和加减消元法下节课我们将要继续复习的是三元一次方程组的解法以及实际问题与一次方程组今天的课后作业为课后作业文档相应内容今天的课就上到这里同学们再见",
    "同学们好今天这节课我们继续来学习二元一次方程组全章复习课的第二课时首先回顾一下上节课的复习内容在上节课中我们复习了二元一次方程和二元一次方程组的定义及解法我们继续复习专题三三元一次方程组三元一次方程组的概念是满足以下三点的方程组为三元一次方程组第二点所有方程中的未知项次数均为一第3.3个整式方程解的概念三元一次方程组的解是方程组中三个一次方程的公共解那么解三元一次方程组的基本思路是消元如何消元通法是三元一次方程组消去一个未知数得到二元一次方程组接下来再消去一个未知数得到一元一次方程我们一起来做典型例题五解方程组X加Y加Z等于23X减Y等于一二X加Y减Z等于23个方程我们发现方程二仅含有未知数X和Y那么我们就可以由一和三消去Z再得到一个关于XY的方程这样就可以与二联立乘二元一次方程组了那么就达到了香园的目的也就能够求出此题的解了我们观察方程一和方程三Z的系数恰好互为相反数因此可以13得sex加2Y等于43这样由二次联立得到方程组为X减Y等于一sin加2Y等于43解得X等于九Y等于八这样把X等于九Y等于八代入方程一就可以得到Z的值Z等于六因此原方程组的解为X等于九Y等于八Z等于六即学即练第一题请按下暂停键独立做一做好跟我核对下答案题中说当X等于一时Y等于零那就可以代入到等式的左右两边得到A减B加C等于零当X等于二时Y等于三代入到等式左右两边得到4A加二B加C等于三同理25A加五B加C等于60得到ABC的三元一次方程组解这个三元一次方程组消掉未知数C比较简单所以2-1得A加B等于一得到方程四接下来3-1可以得到四A加B等于十得到方程五那么四和五就组成二元一次方程组解决二元次方程组得到A等于三B等于二接下来把A等于三B等于二代入到方程一得到C等于五这样原方程组的解A等于三B等于二C等于五也就是此题的解请按暂停键独立做一下第二题做的时候是不是发现此题很熟悉就是上节课中我们所做的练习的最后一道题还记得当时的做法吗当时说我们可以把此题的K看成已知数那么这个方程组的解其实就是X等于二K减六Y等于四减KX与Y的和是12翻译过来就是加Y等于12这样就可以把方程组的解代入X加Y等于12中得到关于K的方程解出K的值为14你想起来了吗那么当时我们说还有其他的方法我们来介绍一下另外一种方法题中说X与Y的和是12那不难翻译就是加Y等于12那这样它与前面的两个方程就可以联立出三元一次方程组同意吗此题实质就是解三元一次方程组的问题那这样这个问题你会解了吗现在进入专题四的复习实际应用问题请你思考利用方程的思想解决实际问题的主要步骤有哪些由沈社找列解验答而这里我特别说明一下燕我这个验指的是什么是指的是既要保证的是你所求解的这个解符合你所列的方程同时也要符合实际意义但如果它不符合实际意义就要写在题目的过程中如果符合就可以在过程中不用体现在上节课中我们已经复习了用二元或三元一次方程组解决实际问题的基本过程那现在我就不再多说我们一起来做典型例题六建议同学们先按下暂停键进行独立审题好跟我共同来分析一下题中给的这个表格你真的读懂了吗他说第一次甲种货车是两辆乙种货车是三辆累计运货量是15.5吨第二次甲种货车是五辆一种货车是六辆累计运货量是35吨那我就想问你最累计运货量15.5吨和35吨是怎样计算出来的这表格中告诉你是怎样计算的吗我们继续再来读题现租用该公司三辆甲种货车及五辆一种货车一次刚好运完这批货物如果按每吨运费30元问货主应支付运费多少元那货主想要支付算这个运费他知道了这个货物的每吨运费是30元运费的单价那他自然还需要知道什么呢是的我们还需要知道三辆甲种货车和五辆乙种货车累积的运货量这样30乘以累计运货量就是货主应支付的运费那想求出累计的运货量必然要知道什么呢这样我们就发现了题中始终围绕着未知量又是谁呢就是甲种货车究竟每辆车能运多少吨一种货车每辆车能运多少吨同意吗那如何来解决甲乙货车每辆车能运多少吨呢所以我们采取了间接设法那这个表格是不是就给了我相等关系了所以我们设甲种货车每辆运S吨乙种货车每辆运外吨有表格我们得到的二元一次方程组2X加3Y等于15.55X加6Y等于35解方程组X等于四Y等于2.5因此货主需要支付的运费为735元即学即练请你按下暂停键分析路程等于速度乘以时间的那么顺风速度是怎么求的呢顺风速度是等于飞机的速度加上风速低风速度是等于飞机的速度减去风速所以这道题我们设飞机的平均速度为X千米每小时风速为百千米每小时由题意得52倍的X加Y等于1200103倍的X减Y等于1200解得X等于420Y等于60所以答飞机的平均速度为420千米每小时风速为60千米每小时你做对了吗结合第一节课和第二节课的两节课的复习内容请你进行本章的课堂自测请按暂停键好跟我来核对一下答案第一题选D第二题K等于二第三题Y等于二分之X减四X等于二Y加四第四题请按暂停键核对下答案最终X等于零Y等于一第五题请按暂停键核对答案由题意得3M加2N减16等于零3M减N减一等于零解得M等于二N等于五所以M加N等于七第六题请按下暂停键好这道题相对有一点难所以呢我带着大家分析一下题中说这两个方程组的解相同那也就意味着这四个方程的解都是相同的那这样我们就可以把题中已知的2X加Y等于二与三减Y等于12联立在一起先解出它的公共解也就是X等于二Y等于六这个公共解其实也是另外的两个方程ax b y等于四和BS加SAY等于四的解同意吗那这样我们就可以把它带入到A加B等于四和BX加Y等于四中得到关于ab的方程组可以解出AB的值那最终我们就可以求出5A加B的平方的值所以最终答案是36你做对了吗第七题请按暂停键这道题你做出来了吗我们可以设取S枚一角硬币外枚五角硬币这样我们就可以得到0.1+0.5Y加15减X减Y等于七化简得到95Y等于80那接下来该怎么办呢题中说现有一角五角一元硬币各十枚那也就是说X和Y首先他们是有个限定条件他们必须要在0~10之间同意吗所以这道题就演变成的是求二元一次方程的整数解问题而整数解必须符合0~10之间因此这道题得出X等于五Y等于75减X减Y等于三因此应取五枚一角七枚五角和三枚一元的硬币第八题请按暂停键现在跟我核对答案解设甲乙的速度分别为X千米每小时和Y千米每小时一题意可得4X加4Y等于364Y减二X等于二倍的4X减2Y解得X等于四Y等于五答甲乙的速度分别为4千米每小时和5千米每小时以上的八道自测题你做的怎么样请注意二元一次方程组的知识我们虽然今天复习到这里但是在课下的练习量你还需要再增加课后作业为作业文档相应内容今天的课就上到这里同学们再见",
    "同学们大家好本节课我们学习的内容是不等式及其解集本节课的学习目标分为以下三个方面一了解不等式及其解的概念学会用不等式表示数量关系二理解不等式的解集三会在数轴上表示不等式的解集我们的日常生活中有很多例子都能体现不相等的关系比如铅笔和直尺有长有短跷跷板上的小朋友和那个小怪兽有轻有重而右边一起上学的两个学生有高有矮那同学们还能举出其他体现不相等关系的例子吗我们来思考这个问题对于不等关系的问题我们如何用式子来表示他们呢比如说刚刚例子中的两个小朋友身高分别是160和162cm如果用式子表示应该是162大于160或者160小于162我们再来看第二个情景一辆匀速行驶的汽车在11.20距离地50千米要在12点之前驶过AD车速应满足什么条件请同学们按下暂停键先仔细想一想首先我们设车速是X千米每时可以从两个角度来思考首先如果从时间上看汽车要在12点之前驶过AD那么以这个速度行驶50千米的时间要少于40分钟也就是2/3小时那时间等于路程除以速度所以我们用50除以X代表汽车行驶的时间少于可以用小于号来代替可以列出的式子是这样的X分之50小于23同样如果从路程上看以这个速度行驶2/3小时的路程要超过50千米那路程等于时间乘以速度超过就是大于也就是三分之2X大于50这两个式子分别从不同的角度表示了车速应满足的条件同学们想到了哪个呢我们再来观察刚刚出现过的式子他们都是用符号比如大于号小于号表示生活中常见的不等关系所以像这样用大于号或者小于号表示大小关系的式子叫做不等式那表示不等关系的符号可不止这两个实际上这样的符号一共有五个分别是大于小于大于等于小于等于和不等于所以用这样的不等号表示不等关系的式子都叫做不等式刚刚出现过的式子里有的不等式中不含有未知数有的含有未知数都是可以的明确了不等式的概念后我们来看例一判断下列式子是不是不等式请同学们按下暂停键先仔细思考一下还记得刚刚的概念吗所以我们需要依据定义看一看这些式子是不是用这五个不等号来连接的并且表示的大小关系那前三个都是符合条件的所以它们都是不等式第四个A等于三它是用等号来连接的所以显然不是不等式那上学期学过它应该叫做等式第五题没有不等号所以它不是不等式我们可以叫它代数式这个我们上学期也学习过第六题它确实是用不等号连接并且表示的大小关系所以它是不等式那这里同学们可能有疑问了三明明小于零那我们再看定义定义中并没有说这样的大小关系是不是正确的所以第六题它叫做不等式我们也可以说它叫做矛盾不等式这六道题同学们答对了吗所以合理的剖析概念也是我们学习数学很重要的一个环节我们再来看例二用不等式表示下列数量关系请同学们先按下暂停键在笔记本上自己写一写是不是很简单呢我们来看看答案第一个A是正数可以写成A大于零第二个A与二的差是非负数我们要记住非负数的意思是正数和零那么A减二大于等于零这里等号千万不要忘了第三小题X的四倍不大于一也就是4X小于等于一第四小题M的一半与四的和大于二我们要记住先读先写首先出现的是M的一半也就是二分之1M与四的和就是加四大于二同学们写对了吗同学们再观察一下这四个不等式它们都含有未知数我们可以类比方程学完方程的定义后要研究什么是方程的解以及如何解方程那同样的我们学习了不等式的定义之后要研究什么是不等式的解以及如何解不等式大家一起看问题一下面数中哪些能使得不等式2X大于八成立呢我们可以分别代入验证一下比如当X等于一时代入进去二大于八肯定是不成立的那我们再代入X等于九的时候18大于八成立用这样的代入方法我们可以判断X等于90和100都能使不等式成立所以我们可以说这三个未知数的值是不等式的解从而给出了以下的定义使不等式成立的未知数的值叫做不等式的解例如X等于九X等于十都叫做不等式2X大于八的解那么代入法是验证某个值是否是不等式的解的一种简单和实用的方法刚刚我们只是验证了这六个值哪些是不等式的解那我们继续思考2X大于八有多少解呢同学们尝试一下一定可以发现这个不等式有无数个解我们可以像这样写出一些但是却写不完所以这些解组成的集合我们给它起个名字叫做不等式的解集一般的一个含有未知数的不等式的所有解组成这个不等式的解集在刚刚的问题里同学们在验证的过程中可以发现这个不等式的所有解只要满足X大于四就可以了所以我们也可以说X大于四是不等式二X大于八的解集像这样求不等式的解集的过程叫做解不等式这里我们需要明确不等式的解和不等式的解集的区别和联系首先从定义上来说不等式的解是满足一个不等式的未知数的某个值而不等式的解集是满足条件的所有值所以解释一个个体而解集是一个全体比如我们可以说X等于五是2X大于八的一个解而X大于四是2X大于八的解集那同样这两个概念之间也有联系某个解是解集中的具体值而解集中一定也包括了某个解比如刚刚的例子里X等于五一定包括在X大于四的范围内我们来通过这道例题来继续明确解和解集的概念请同学们按下暂停键先自己判断下列说法是否正确我们来一起研究一下这道题第一个说法X等于一是X加三小于七的解我们知道研究不等式的解可以用代入法当X等于一时1+3小于七是成立的所以第一个说法是正确的第二个说法X减一小于零有无数多个减我们知道不等式的解通常有无数个在这里比一小的数都可以是这个不等式的解也就是只要X小于一就可以了所以第二个说法是正确的第三个说法X等于十是不等式X加三大于五的解集刚刚已经辨析过解集是一个群体而解释一个个体所以这里我们不能说是解集只能说X等于十是这个不等式的一个解所以第三个说法是错的第四个X减一大于一的解集是X大于二那这个说法显然是正确的这四个小题同学们做对了吗那我们继续思考现在我们会用式子来表示解集那数形结合在研究数学的问题里是一个非常好的方法所以这里我们希望在数轴上来表示解集想一想如何在数轴上表示出不等式X大于二的解集呢请同学们看老师的画图步骤首先第一步先画一条数轴这里要注意数轴的三要素原点正方向和单位长度我们要先找到表示二的点在这那么在这个数轴的右边二的右边表示大于二的数而二左边的点都表示小于二的数所以大于就向右划像这样这里把表示二的点画成空心的圆圈表示这个解集不包括二同学们也在笔记本上自己动手画一画如果同学们明确了刚刚的过程让我们做一个小练习在数轴上表示下列不等式的解集大家动手画一画吧我们来一起画画首先第一个X小于一根据刚刚的步骤我们需要先画数轴找到一对应的点这里是X小于一所以不包括一那么一者要画一个空心的圈小于是向左像这样很简单吧我们再来看第二个X大于等于三首先画一条数轴找到三对应的点那刚刚X小于一如果不包括一的时候我们画一个空心的圈那这里X大于等于三三包括在内所以我们用一个实心的点来代替大于等于所以向右画同学们画对了吗这里我们再总结一下画图的注意事项首先有等号比如说大于等于和小于等于我们画实心的点五等号的时候比如说大于和小于我们画一个空心的圈第二个大于向右划小于向左划同学们掌握这种方法了吗最后我们再对本节课进行一下小结首先我们学习了不等式的概念并明确了不等式的解和解集最后我们会在数轴上表示不等式的解集同学们掌握的怎么样我们下节课再见",
    "同学们好今天我们来一起学习不等式的性质第一课时本节课的学习目标是能根据问题中的大小关系了解并探索不等式的性质理解并掌握不等式的性质体会等式和不等式性质的异同依据我们现有的知识对于某些简单的不等式我们可以直接得出他们的解析例如不等式X加三大于六的解集是X大于三不等式2X小于八的解集是X小于四但是对于比较复杂的不等式例如六分之5X加1-2大于四分之X减五我们就会比较困难了那么回想一下我们之前在解方程的时候遇到形式比较复杂的方程在求解的时候需要依据的是等式的性质那么自然我们会想到对于这种比较复杂的不等式求解的时候需要依据不等式的性质所以首先我们来看一看不等式有什么性质在探究不等式的性质之前呢我们先来一起回顾一下等式有哪些性质你能用文字语言和符号语言来表示吗请按下暂停键认真思考好相信同学们都已经回忆起来了我们一起来看一下等式的两条性质星之一呢是等式两边加或减同一个数或式子结果仍相等对应的符号语言是如果A等于B那么A加C等于B加CA减C等于B减C性质二呢是等式两边乘同一个数或除以同一个不为零的数结果仍相等那么对应的符号语言是如果A等于B那么AC等于BC如果A等于BC不得零那么有A除以C等于B除以C那么对于性质二这边要特别强调同时除以一个数的时候这个数应该是一个不为零的数才可以那么由此我们就来猜想不等式是否也具有同样的性质呢为了研究不等式的性质我们可以先从一些数字的运算开始请同学们用小于号或大于号完成下列两组填空你能发现其中的规律吗请按下暂停键认真思考好通过运算呢同学们很容易完成这两组填空我们一起来看一下第一组五大于三5+2大于3+25+-2大于3+-25加零大于3+0第二组一小于三-1+2小于3+2一加三小于3+-3-1+0小于3+0那么由此你有什么发现呢非常好我们发现当不等式两边加或减同一个数正数或负数时不等号的方向是不变的那同学们也可以换一些其他的数来验证这个发现好由此我们就得到了不等式的性质一文字语言是不等式的两边加或减同一个数或式子不等号的方向不变那么在这个性质当中我们会发现对于两边同时加或减式子的情况呢也是成立的同学们课下呢可以试一试对应的符号语言是如果A大于B那么A加C大于B加CA减C大于B减C好我们一起来继续探究用小于号和大于号填空并总结其中的规律第三组六大于二那么通过运算很容易得出6×5大于2×56×-5小于2×-5第四组二小于三我们也不难得出-2×6小于3×6而-2×-6大于3×-6那么结合这两组填空你又有什么发现呢非常好我们发现不等式两边同乘以同一个正数时不等号方向是不变的而不等式两边同乘以同一个负数的时候不等号方向是改变的这块要特别注意我们同乘的这个数是正数的时候不等号的方向不变而同乘的这个数是负数的时候不等号的方向是改变的那同学们也可以换一些其他的数来验证这个发现好由此我们就得到了不等式的性质二文字语言叙述为不等式两边乘或除以同一个正数不等号的方向不变那这块需要说明的是刚才我们的填空训练当中并没有涉及到除法而之前的学习告诉我们除以一个数等于乘以这个数的倒数那如果是两边同时除以一个正数相当于是两边同时乘以这个正数的倒数而一个数和它的倒数符号是相同的所以也等价于不等式两边同乘了一个正数所以除法的情况和乘法情况是相同的因此我们就得到了不等式的性质二不等式两边乘或除以同一个正数不等号的方向是不变的那么符号圆是如果A大于BC大于零那么AC大于BCA除以C大于B除以C那么进而不等式的性质三就可以叙述为不等式两边乘或除以同一个负数不等号的方向改变对应的符号语言是如果A大于BC小于零那么AC小于BCA除以C小于B除以C好由此呢我们就得到了不等式的三条性质我们来看一下在这三条性质当中我们会发现性质一和性质二的结论当中都是不等号的方向是不变的而性质三呢是不等号的方向改变所以这块我们要特别的注意就是当不等式两边乘或除以同一个负数的时候不等号的方向改变那么这个呢在我们后边的练习当中也会经常的出现所以这提醒大家要特别注意那么接下来呢我们就不等式的性质来做几个课堂练习课堂练习一设A大于B用小于号和大于号填空请按下暂停键认真思考好利用不等式的性质呢我们很容易得到这些题目的答案我们一起来看一下第一个A加二大于B加二依据呢是不等式性质一在不等式两边同时加上二不等号方向不变同样的第二个A减三大于B减三也是依据不等式的性质一第三个我们发现是在不等式两边同时乘了四所以呢不等号方向改变依据的是不等式的性质三第四个不等号方向不变因为那是在不等式的两边同时乘以1/2所以不等号方向不变好结合课堂练习一我们来一起了解一下等式性质和不等式性质的异同那我们会发现等式性质呢有两条他们表示了等式两边进行同样的加减乘除运算时相等关系保持不变而不等式性质有三条他们表示了不等式两边进行同样的加减乘除运算时大小关系有时改变有时不变那么对于乘除法运算不等式性质要分乘除数的正负分别论述两者的结果是不同的这一点是需要我们特别注意的判断正误请同学们按下暂停键认真思考好请同学们对一下答案看看你是不是都做对了那我们一起来逐个看一下第一个如果A大于B那么A乘以C的绝对值大于B乘以C的绝对值那么这个很显然是在不等式两边同时乘以C的绝对值那么有了刚才我们对于不等式性质的认识我们知道我们要判断C的绝对值是正数还是负数那有同学说了是正数所以不等号方向不变但是请你再仔细想一想非常好C的绝对值是非负数也就是说C的绝对值还有可能是零那如果是零呢不等号就变为等号了非常好所以这个结果呢它其实是不确定的严格来说应该是A乘以C的绝对值大于等于B乘以C的绝对值所以第一个是错的那同样的我们看第二个第二个是在不等式两边同时除以C那么依据刚才不等式的性质我们知道我们要判断C是正是负所以这单纯的认为不等号方向不变也是错的而且这块大家要注意对于C它并没有强调C是正负是负还是零如果C得零那么A除以C和B除以C就没有意义了那么这个式子自然也就不对了第三个在不等式两边同时乘以C方那么和第一个类似我们知道C方也具有非负性所以AC方和BC方它的大小关系也是不确定的所以第三个也是错的那第四个呢显然是在不等式两边同时乘以C方加一C方是非负的那么C方加一呢非常好它一定是大于零的那么两边同时乘以一个大于零的数不等号方向不变所以第四个是正确的第五个如果A大于B那么C减A大于C减B这个是不等式性质的两次叠加使用首先根据A大于B可以得到负A是小于负B的那么再在不等式两边同时加上C就可以得到C减A小于C减B所以第五个是错的那第六个如果A大于B那么A减B大于零这个是依据不等式的性质一不等式两边同时减去B就可以得到结论那么与此同时呢如果反过来说那就是如果A减B大于零那么有A大于B也是成立的同样依据不等式的性质一可以得到最后一个在不等式两边同时乘以A那么有了前面的分析我们知道我们要判断A是正数还是负数还是零的情况所以它的结果也是不确定的所以第七个也是错误的好那就是不等式两边乘以或除以同一个数时要判断这个数是正数负数还是零下面我们来看课堂练习三根据下列条件说出A与B的不等关系并说明是根据不等式的哪一个性质得到的请按下暂停键认真思考相信大家对于不等式的性质已经非常熟悉了我们一起来看课堂练习三第一个A减三大于B减三我们可以得到A大于B依据呢是不等式性质一在不等式两边同时加上三不等号方向不变第二个12小于二分之B可以得到A小于B依据不等式性质二在不等式两边同时乘以二不等号方向不变第三个-4A大于-4B可以得到A小于B依据不等式性质三在不等式两边同时乘以-1/4不等号方向改变第四个-2A减四大于二B减四可以得到A小于B它是不等式性质一和性质三的叠加使用首先依据不等式性质一在不等式两边同时加上四得到-2A大于-2B再结合不等式性质三在不等式两边同时乘以-1/2不等号方向改变所以得到A小于B第五个M小于BMM小于零得到A大于B依据不等式性质三因为M小于零在不等式两边同时除以小于零的数不等号方向改变第六个M方小于BM方得到A小于B依据是不等式性质二M方本身是非负但因为M方小于BM方所以M就不能取零了因此这里面的M方是大于零的在不等式两边同时除以大于零的数不等号方向不变第七个M方加一倍的A小于M方加一倍的B得到A小于B依据不等式性质二因为M方加一是一个正数两边同时除以正数不等号方向不变你都做对了吗好相信前面的三个练习你都做的非常棒那接下来再来挑战一下自己吧我们来看课堂练习四请按下暂停键认真思考好我们一起来看一下第一个由X大于Y得ax大于AY的条件是观察前后两个不等式我们发现后面的不等式是由前一个不等式两边同时乘以A得到的并且不等号方向没有发生变化由此我们就知道乘的这个数A应该是一个正数所以正确答案是AA大于零第二个由A大于B得M方大于BM方的条件是同样观察前后两个不等式发现后边的不等式是由前面的不等式两边同时乘以N方得到的并且不等号方向没有发生变化所以我们知道M方应该是一个大于零的数而方本身是非负数要保证它大于零只需M不等于零即可所以正确答案是cm不等于零第三个若ax小于五A的两边同时除以A后变为X大于五则A的取值范围是同样观察前后两个不等式发现后边不等式是由前面不等式两边同时除以A得到的但是不等号方向发生变化说明除以的这个数A是一个负数所以正确答案是AA小于零你都做对了吗好我们小结一下本节课内容本节课我们首先回顾了等式的性质然后类比等式性质通过数的运算得到了不等式的三条基本性质然后结合课堂练习对等式性质和不等式性质的异同进行了分析学会了应用性质对不等式进行简单变形好本节课内容就到这谢谢大家",
    "大家好今天我们继续来学习不等式的性质第二课时本节课的学习目标是进一步了解不等式的概念认识几种不等号的含义学会并准确运用不等式表示数量关系能利用不等式的性质解简单不等式并掌握不等式的解集在数轴上的表示方法首先请同学们和老师一起回顾一下不等式的三条性质性质一文字语言是不等式两边加或减同一个数或式子不等号的方向不变符号语言是如果A大于B那么A加C大于B加CA减C大于B减C性质二不等式两边乘或除以同一个正数不等号的方向不变符号语言是如果A大于BC大于零那么AC大于BCA除以C大于B除以C性质三不等式两边乘或除以同一个负数不等号的方向改变符号语言是如果A大于BC小于零那么AC小于BCA除以C小于B除以C好下面我们一起来看一下如何利用不等式的性质来解不等式那么解未知数为X的不等式最终的目标就是要把不等式化为X大于A或X小于A的形式而达成这个目标的方法就是利用不等式的三条基本性质那么下面请同学们按下暂停键认真思考这四个不等式该如何去求解好相信这四个问题的解决并不困难我们一起来看一下第一个X减七大于26根据我们前面的分析我们要解不等式就是要把它最后转化为X大于A或X小于A的形式换句话说就是不等式不等号的左边是只含有X1项而且X系数为一不等号的右边呢是一个常数的形式那回来看我们现在这个不等式如何实现这样的目的呢很显然我们只需要把不等号的左边加上七与七抵消就可以实现了那同样的不等号右边也要进行相同的操作所以根据不等式的性质一不等式两边都加七不等号的方向不变所以就可以得到这个不等式的解呢就是X大于33第二个3X小于2X加一那与第一个所不同的是呢含X项出现在不等号的左右两边那这个时候我们要达成我们的目的就需要把不等号右边的2X抵消掉如何抵消掉呢非常好我们在不等号号的右边减去2X就可以了那么与此同时不等号的左边也要进行相同的操作所以不等式两边都减去2X不等号的方向是不变的所以3X减2X小于二X加1-2X也就是X小于一好第三个三分之2X大于50和我们之前考虑问题的方法一样如何使得X系数为一呢非常好有同学想到了只需要乘以2/3的倒数就可以了那与此同时不等号的右边也要乘以2/3的倒数所以依据不等式性质二不等式两边都乘以3/2不等号的方向不变所以可以得到这个不等式的解为X大于75第四个-4X大于三与第三个的思考角度是一样的需要把X系数四化为一那怎么样化为一呢也就是在不等号的左边要乘以四的倒数-1/4或者是直接除以四那同时不等号的右边也要进行这样的运算所以依据不等式性质三不等式两边除以四不等号的方向要改变所以这时候得到的解是X小于-34这块也要特别提醒同学们注意不等式两边同时乘以或除以一个负数的时候不等号的方向是要改变的呀不等式的解集除了可以用不等式表示之外呢也可以在数轴上表示例如上例中不等式X减七大于26的解集也就是X大于33就可以在数轴上这样表示那么在这块需要注意画图的时候要注意方向因为是X大于33是比33大的数我们知道数轴上是左小右大所以方向应该是向右同时要注意端点33因为是X大于33不包括数33所以在对应点处应该画空心的圆圈那么下面呢请你在数轴上表示出第一中其他三个不等式的解集请按下暂停键认真思考一起来看一下你画对了没有第二个X小于一在数轴上可以这样表示也就是从一向左的部分不包含一所以一处是空心第三个X大于75在数轴上从75向右的部分不包含75所以75是空心第四个X小于-34在数轴上从-3/4处向左的部分不包含-3/4所以-3/4是空心你都画对了吗好下面我们一起来回顾一下前面所学过的几种形式的不等式有X大于AX小于A和X不等于A那么现实生活当中这样的情况又该如何用不等式来表示呢我们一起来看一下第一幅图八达岭长城11月26日的天气是小雪温度是零下二度到零度那么这个温度又该如何用不等式来表示呢非常好是温度大于等于二小于等于零第二幅图片荷载人数是36人那是什么意思呢也就是说荷载人数是小于等于36的下面呢我们就来看一下含小于等于大于等于的不等式像A大于等于B或A小于等于B这样的式子也经常用来表示两个数量的大小关系例如某市某一天的最高气温是19度最低气温是五度我们可以用T表示这一天的温度T是随时间变化的但是它是有一定的变化范围也就是T大于等于五度并且T小于等于19度符号大于等于读作大于或等于也可以说是不小于符号小于等于读作小于或等于也可以说是不大于A大于等于B或A小于等于B形式的式子也具有与前面所说的不等式的性质类似的性质现在呢我们一起来梳理一下常用的表示不等关系的关键词语以及对应的不等号第一类明确表明数量的不等关系有这样一些关键的词语第一组大于比谁大超过用大于号表示第二组小于比谁小低于用小于号表示第三组不小于不低于至少用大于等于表示第四组不大于不超过之多用小于等于表示第二类呢是明确表明数量的范围特征正数用大于零表示负数用小于零表示非负数用大于等于零表示非正数用小于等于零表示那这一块呢老师也希望每个同学都能够理解并掌握这些常用的表示不等关系的关键词语以及对应的不等号好下面呢我们通过一组课堂练习来巩固一下刚才的知识用不等式表示下列语句写出解析并在数轴上表示出解析那做这样的题目呢首先要准确找出本题中表示数量不等关系的关键词语然后呢使用不等号来表示这里面一和二中大于或等于不小于都用大于等于号表示三和四中不大于小于或等于都用小于等于号表示我们一起来看第一题X的三倍大于或等于一这里表示不等关系的关键词语是大于或等于所以我们用大于等于符号表示那么前面的是X的三倍用3X表示所以这个不等式就表示为3X大于等于一解这个不等式也就是让不等号左边X系数变为一所以我们在不等式两边同时除以三不等号方向不变得到这个不等式的解集为X大于等于13那么此时在数轴上表示的时候要注意要包括1/3所对应的点因而呢在该点处就要画实心的圆点画出来是这样的也就是从1/3处向右的部分包含1/3处在此呢我们也总结一下用数轴表示不等式解题的方法小于的时候呢要向左划大于的时候要向右划因为我们说数轴上呢是左小右大五等号的时候画空心的圆圈有等号的时候画实心的圆点下面请同学们按照刚才老师的思路自主完成剩下的三个小题请按下暂停键认真思考好下面我们一起来看一看你都写对和画对了没有第二个X与三的和不小于六那么这里面表示不等关系的关键词语是不小于那么用大于等于号表示所以不等式为X加三大于等于六解得X大于等于三用数轴表示不等式解集为三即向右的部分第三个Y与一的差不大于零表示不等关系的关键词语是不大于那用不等号小于等于表示也就是Y减一小于等于零解得Y小于等于一这个解集用数轴表示为一级向左的部分第四个Y的14小于或等于二表示不等关系的关键词语为小于或等于用小于等于号表示所以不等式为1/4Y小于等于二解得Y小于等于八在数轴上表示为八级向左的部分你都写对和画对了吗下面呢我们一起来看一个实际问题某长方体形状的容器长5cm宽3cm高10cm容器内原有水的高度为3cm现准备向他继续注水用V表示新注入水的体积写出V的取值范围我们一起来分析一下这个问题要求新注入水的体积那就要求出容器的总体积和已经被占用的体积那下面呢请同学们按下暂停键认真思考一下吧好我们一起来看一下根据长方体的体积计算公式我们知道容器的总体积为3×5乘以十立方厘米那么依据提议容器内原有水的高度为3cm我们知道了被占用的容器的体积为3×5乘以三立方厘米那么现在我们看一下新注入水的体积也就是V和已经被占用的体积以及容器的总体积这三个量之间有什么关系呢那很显然已经被占用的体积加上新注入的水的体积是不会超过容器的总体积的那用不等式表示也就是V加上35乘以三小于等于3×5乘以十好结合刚才的分析呢我们一起来写一下这个题的完整过程解新注入水的体积V与原有水的体积之和不能超过溶剂的溶剂即V加35乘以三小于等于3×5乘以十解得V小于等于105那么到这儿呢这个题是不是就做完了呢V是不是可以取到小于等于105的所有实数呢这时候我们就要想一下杯具有怎样的实际意义非常好有同学想到了由于新注入水的体积不能是负数因此V的取值范围是为大于等于零并且为小于等于105那么在数轴上呢我们可以这样表示出来在这里要注意在表示零和105的点上画实心圆点表示取值范围包括这两个数你写对了吗好结合前面的例题和练习呢我们一起来小结一下利用不等式的性质解不等式的注意事项一在运用性质三时要特别注意不等式两边都乘以或除以同一个负数时要改变不等号的方向二要注意区分大于不大于小于不小于等数学语言的使用并把这些表示不等关系的语言用数学符号准确地表达出来三在数轴上表示解题时应注意的问题方向空心圆圈或实心圆点也请同学们务必注意这些细节请按下暂停键认真思考好我们一起来看一下若二分之1A大于等于B则A小于等于-2B其依据是什么那观察前后两个不等式我们会发现在不等号的左边由二分之1A变成了A在不等号的右边由B变为了-2B那共同的特征是在不等式两边同时乘了二不等号方向发生变化所以这个题的依据是不等式两边都乘或除以同一个负数不等号的方向改变所以正确答案是C你选对了吧好我们一起来看第二题某次知识竞赛共有30道选择题答对一题得十分若不答或答错一题扣三分要使总得分不少于70分则应该至少答对几道题若设答对X道题可列式子为什么请按下暂停键认真思考好我们一起来看一下这道题目现在呢我们将题目中的条件呢用表格呈现出来答对X道题目那么不答或答错是30减X道答对一题得十分所以答对题目的总得分是10X不答或答错一题扣三分也就是得三分所以不答或答错的总得分是三倍的30减X因而所有题目的总得分是10X减去三倍的30减X题目中要求总得分不少于70分那也就是大于等于70所以这道题的式子我们就可以列出来了那就是10X减去三倍的30减X大于等于70正确答案为4D你做对了吗好我们小结一下这节课本节课探究的是利用不等式的性质解不等式重点在不等式性质的应用在应用过程当中大家一定要特别注意性质三的应用同时同学们要理解表示不等关系的关键词语的含义并能用不等号准确地表示在数轴上表示解题时要注意方向空心圆圈和实心圆点的区别在实际问题当中要注意考虑实际意义对于问题的限制好了本节课内容就到这谢谢大家再见",
    "同学们今天我们共同学习一元一次不等式第一课时在本节课中我们将学习一元一次不等式的概念和解法同时在依据不等式的性质探究一元一次不等式解法过程中加深对划归思想的体会其实一元一次不等式与我们之前学习过的一元一次方程有很多相似之处今天我们可以进行类比学习好我们先回顾一下一元一次方程知识问题请观察下面的等式判断哪些是一元一次方程请思考好我们知道一元一次方程需要同时满足以下三个条件那我们就利用这三个法宝去进行判断请看等式二这里未知数X它的最高次数为二不符合条件二好看等式四这里有两个未知数不符合条件一等式五中这里X分之一分母中含有未知数也即是等号两边并不满足都是整式所以也不是一元一次方程好剩余的四个等式均符合所以在本题中一共有四个一元一次方程好如果我们把这四个一元一次方程表达式中的等号均换成不等号例如我们换成大于小于大于等于小于等于不等于那么右边这些变式即为今天我们要学习的一元一次不等式我们首先学习一元一次不等式概念发现也是需要满足三个条件和一元一次方程概念唯一的不同就是在第三个条件中把等号变成不等号也即是左右两个整数之间均为不等号进行连接同学们你记住一元一次不等式这三个判定条件了吗请看例题下列一元一次不等式有几个请思考好我们来利用一元一次不等式的三个条件来进行判断首先我们先排除二和三因为二三中均不含有不等号而一周未知数X的最高次数为二不符合条件二所以也不是第四个三个条件均符合为一元一次不等式可能有同学会有些犹豫认为在第四个中不等号的左侧含有分母但同学们我们要仔细观察这里分母当中并不含有未知数所以左侧依然为整式所以本题正确选项为A请看下一练习按下暂停键想一想好这是一个关于一元一次不等式的概念考察题根据题意我们可以知道这个不等式未知数为X而适中的M为字母参数那我们就根据一元一次不等式的概念来进行分析首先概念中要求只含有一个未知数所以这里X的系数M加一不能为零而且未知数X的次数为一所以题目中X的次数M的绝对值等于一好我们依次解出M的范围两个条件需要同时满足所以M只能等于一好本题的选项为B第二部分我们将学习如何求解一元一次不等式同学们一元一次不等式和一元次方程的求解过程会有类似之处吗好我们慢慢揭晓答案首先利用不等式的性质求解不等式X减七大于26我们知道不等式的解集形式一般为X大于A或X小于A好我们首先根据不等式性质一不等式两边加七不等号的方向不变该不等式变为X减77大于26加七整理得该不等式的解集为X大于33这里我们发现圆不等式左侧的减七移到右侧时变为了加起这就是说在解不等式的过程中也可以进行移项但它的依据为不等式的性质一在一项的过程当中我们需要注意不等式一边的某项必须变号后才能移到另一边而且在这个过程中不等号的方向不发生改变例如X加三大于五左侧的加三移到右侧时变为减三不等号方向不发生改变例如X减十小于二左侧十移到右侧变为加十不等号方向不发生改变再例如X减十小于一减2X我们一般把含有未知数的量放在左侧其它量放在右侧右侧的-2X移到左侧后变为加2X左侧的减十移到右侧变为加十此时不等号的方向均不发生改变请看例一解下列不等式并在数轴上表示解集我们发现这两个一元一次不等式变得更加复杂第一题还有小括号第二题含有分母那么对于稍微复杂的一元一次不等式我们如何求解呢接下来看第一题有括号那我们就先去括号变为2X加五小于等于14-7X这里我们只是利用分配率进行右侧式子的整理当然不等号的方向不变一项得好这里右侧的减7X移项后变为加7X左侧的加五移项后变为减五不等号的方向不变第三步合并同类项得9X小于等于九我们这里使用的是分配率的逆运用所以不等号的方向也不发生改变航母发现前三步去括号移项和合并同类项这里不等号的方向均是不发生改变的好最后一步系数化为一我们不等式的两边同时除以正数九好不等号的方向也是不发生改变的我们得到这个不等式的解集为X小于等于一好我们在数轴上来进行表示好大家注意这里表示一的点为实心圆点请看第二题这里有分母那我们第一步就先去分母不等式两边同时乘以正数六不等号的方向不发生改变这里要注意一不要漏成第二步去括号等不等号方向不发生改变第三步移项把右侧3X移到左侧变为减3X左侧的8-6移到右侧变为6-8第四步合并同类项得负X小于二大家可以发现前四部不等号的方向均不发生改变好下一步我们要化系数为一那不等式左右两边要除以X的系数一依据不等式的性质三此时不等号的方向要发生改变所以该不等式的解集为X大于二好我们在数轴上画出该解记好请注意这里表示二的点上方为空心圆圈同学们解完这两道题目以后你有什么感想呢你认为解一元一次不等式与解一元一次方程它们的步骤和依据有什么异同呢没错他们的步骤基本相同都是去分母去括号移项合并同类项未知数的系数化为一而他们的依据不相同解一元一次方程它们的依据使用的是等式的性质而且一元一次不等式使用的依据是不等式的性质我们解一元一次方程是要根据等式的性质将方程逐步化为X等于A的形式而我们解一元一次不等式则要根据不等式的性质将不等式逐步化为X大于A或X小于A的形式在一元一次不等式求解的这五个步骤当中最应该小心的是最后一步系数化为一当此时未知数的系数为负数时那么不等式两边就要都乘或者是除以同一个负数必须要改变不等号的方向那这是与解一元一次方程不同的地方而前四个步骤基本上不等号的方向都是不发生改变的但这里有一个前提在去分母时我们不等式的两边同时乘以的是一个正数请看例二右图为不等式3.5X大于4-2X的流程框图其中一项和系数化为一步骤的依据分别是什么好仔细想一想好首先在一项这个步骤中我们前面已经讲过它的步骤依据为不等式性质一也即是不等式两边同时加或减同一个数或式子不等号的方向不变好我们再来看系数化为一这个步骤因为X前面的系数为三所以在系数化为一时需要不等式两边同时除以一个负数三所以不等号的方向需要发生改变也即是在该步骤中我们的步骤依据为不等式性质三第三部分我们来共同学习一元一次不等式与方程或方程组的综合运用请看例三仔细想一想好这是一道不等式与方程的综合题目那本题中不等式与方程之间有什么联系呢我们发现其中不等式与方程之间的联系为它们都有一个共同的字母参数A而我们要求不等式的解集必须先求A的值而如何去求A呢没错我们通过题目中方程的信息来求A请看条件已知方程ax加12等于零的解是X等于三我们根据方程的解的定义把X等于三代入方程从而求出A等于四再把A等于四代入不等式得-2X大于六好我们利用不等式性质三不等式两边同时除以负数二从而得到X小于三这里注意不等号的方向发生改变好我们在数轴上表示解集这里请注意表示三的点上方为空心圆圈X小于三的正整数解自然有两个分别为一和二请看例四按下暂停键想一想好这是一道不等式与方程组的综合题目我们先来读题已知关于XY的方程组得解满足X大于Y求P的取值范围题干很简单那我们先把这个方程组的解表示出来我们可以采取加减消元法先消Y我们观察两个方程中Y的系数为二和三最小公倍数为六好那我们让一是乘3-20乘二从而解得X等于P加五好类似的方法我们可以进行消X求出Y等于负P减七所以我们求出该方程组的解为X等于P加五Y等于负P减七由题干支X大于Y也即P加五大于负P减七好后面我们就来求解这个关于P的一元一次不等式即可好我们进行移项合并同类项得2P大于十二化系数为一P大于六从而我们求出P的取值范围好本节小结在本节课中我们类比一元一次方程学习了以下三方面内容第一学习了一元一次不等式的概念第二学习解一元一次不等式的步骤和依据三结合例题我们学习了一元一次不等式与方程或方程组的综合运用同学们你学会了吗",
    "同学们大家好今天我们共同学习一元一次不等式第二课时应用专题在本节课中学习的重点是能够从应用题中找到数量关系并根据数量关系建立一元一次不等式进行求解好我们一起先回顾一元一次方程解实际问题的一般步骤首先从实际问题出发寻找题目中的相等关系设和设未知数列出方程解方程最后检验解的合理性类比一元一次方程同学们你认为一元一次不等式解实际问题又有哪些关键步骤呢我们认为应该先找出题目中的不等关系设未知数然后根据不等关系列出不等式为三大关键步骤那么在本节课中我们将通过几个例题来探究如何用一元一次不等式解决生活当中的一些实际问题同学们在现实生活中我们天天都面临着各种选择那我们今天就先来讨论生活中最常见的购票问题请看第一北京某公园樱花展个人票每张十元20人以上含20人的团体票打八折优惠在人数不足20人的情况下请问何时买20人的团体票比买个人票更便宜呢请按下暂停键仔细想一想好首先我们先了解一下购票问题的基本常识当人数大于等于20时肯定购买团体票更便宜而当人数不足20的时候我们就要面临选择团体票还是个人票了有同学会说如果我们买20人的团体票单价会便宜但必须要买够20张才行会存在浪费还有同学说如果我们买个人票单价会稍贵但是只需买够现有的人数的票即可那我们到底应该如何进行选择呢按照前面的分析在一元一次不等式的应用体重我们先尝试寻找题目中的不等关系为最后一句买20人的团体票要比买个人票更便宜也即是20人的团体票总花费小于个人票的总花费好这里的核实并不是指什么时间购买而是指当人数为多少时满足20人的团体票总花费小于个人票总花费好我们设人数为X根据不等关系常识来列不等式首先我们先列出两种不同购票方式的总花费当买个人票时单价为十元票数为X张所以买个人票共需10X元买团体票时单价为十乘80%票数为20张所以共需十乘80%乘20元根据不等关系我们列出不等式我们解该不等式得出X大于16好题目中有前提条件人数必须是小于20的整数所以这里X应该是大于16小于20的整数也即当人数为十七十八十九时买20人的团体票要比买个人票更便宜受雾霾影响这几年空气质量备受大家关注在各种有效治理下空气良好的天数也越来越多请看例二去年某市空气质量良好的天数与全年天数之比达60%如果明年这样的比值要超过70%那么明年空气质量良好的天数要比去年至少增加多少请思考好首先我们先找出题目中的不等关系很好为明年这样的比值要超过70%好那这个不等关系当中的比值指的是什么呢我们可以在题目中的第一句话找到答案这个比值指的是空气良好的天数与全年天数之比所以该题目中的不等关系为明年空气质量良好的天数比上明年天数大于70%好我们设明年比去年空气质量良好的天数增加了X根据不等关系我们尝试列出不等式好其中这里明年天数根据题目为365天而明年空气质量良好的天数为去年的良好天数365乘60%再加上今年新增天数X由此我们可以列出不等式好我们来解该不等式首先去分母不等式两边同时乘以正数365得X加219大于255.5移项合并同类项的X大于36.5因为这里X为天数所以X因为正整数得X大于等于37所以明年空气质量良好的天数比去年至少要增加37天才可以实现目标今天呢我们再来共同讨论一下生活当中最常见的商场购物问题请看第三按下暂停键认真读题仔细思考好首先我们先看一下两个商场的基本信息他们是以同样的价格出售同样的商品但却有着不同的优惠方案甲商场的优惠方案为当累计购物超过100元后超出的部分按照90%进行收费而已商场呢当累计购物超过50元即可但是超出的部分却是按照95%进行收费所以两个优惠方案各有优劣好我们举例进行说明假如一个顾客累计花费150元那么在甲商场他的花费为100元加超出部分150-100元再乘以90%而在乙商场的花费呢为50再加超出部分150-50乘以95%首先我们先寻找题目中的不等关系好为最后一句话顾客到哪家商场购物花费最少的这个题目就比较复杂了因为甲乙两个商场他们的优惠方案是不同的假商场购物超过100元后才享受优惠而已商场购物超过50元便可享受优惠若进行两个商场花费进行比较那我们必须分为三种情况进行讨论第一种情况当购物不超过50元时第二种情况当购物超过50元而不超过100原石第三种情况当购物超过100原石首先第一种情况当累计购物不超过50元时根据优惠方案两个商场都不享受优惠所以购物的花费都是一样的第二种情况当累计购物超过50元而不超过100元时根据优惠方案此时在乙商场可以享受到优惠了但是假商场还不能享受优惠因此到以商场购物花费少第三种情况当累计购物超过100原石因为两个商场这个时候均有优惠那哪个商场花费更少呢这取决于购物花费的金额所以我们设累计购物为X元X大于100根据优惠方案我们可以知道甲商场的花费为100再加超出部分X减100乘以90%也即是乘以0.9而已商场花费为50加超出部分X减50再乘以95%乘0.95这两个代数是我们很难直观比较出来大小好我们可以分为三种情况第一种情况若到甲商场购物花费少那我们可以列出不等式也即是甲商场的花费小于乙商场的花费好也即当累计购物超过150元时在甲商场购物花费少第二种情况若到乙商场购物花费少也即是甲商场的花费大于乙长长的花费我们列出不等式求解该不等式得X小于150也即当累计购物超过100元而不到150元时在乙商场购物花费少第三种情况若甲乙两个商场购物花费一样也即是甲商场消费等于乙商场消费我们解得X等于150也即当累计购物为150元时在甲乙两个商场购物花费一样综上所述根据花费金额的不同我们可以有以下不同的选择方案我们可以利用本章刚刚学过的不等式进行数学简化表达设累计购物为X元那么第一种情况累计购物不超过50原石可以记为X小于等于50第二种情况累计购物大于50元而不超过100原石我们可以简化即为X大于50小于等于100好第三种情况我们可以逐一表示出好同学们请关注这里我们发现这两种情况均为已商场花费少那我们可以合并在一起也即是X大于50小于150时已商场花费少好那我们顾客就可以根据自己预计的累计花费数额合理选择商场进行消费以实现最大优惠好同学们通过前面的三个例题我们学到了应用一元一次不等式解决实际问题的一般步骤首先从实际问题出发寻找题目中的不等关系设出合适的未知数列不等式然后解出不等式最后结合实际问题确定答案好最后我们再来完成一道随堂练习请读题某次知识竞答共有20道题每一题答对得十分答错或不答都扣五分小明的得分要超过90分请问他至少要答对多少题呢请思考好同学们我们来利用一元一次不等式解应用题的一般步骤来完成首先从实际问题出发寻找题目中的不等关系为小明得分要超过90分也即是得分大于90再根据问题设出合适的未知数我们来设小明答对X道题我们根据不等关系来列出不等式小明共答对X道题所以答错或不答的题目数为20减X根据题目中的给分规则所以小明的得分为10X减五倍的小括号20减X根据不等关系所以大于90好我们来解除不等式得X大于383也即X大于12.66循环最后结合实际确定答案大家请注意这里X为小明答对的题目个数所以X为整数也即是我们这里的X应该是大于等于13的整数解所以小明至少去答对13道题好我们来完善一元一次不等式解应用题的一般步骤进行本节小结首先从实际问题出发寻找题目中的不等关系设未知数列出不等式然后解不等式根据实际问题找出符合条件的解集或整数解最后我们得出解决问题的答案好同学们再见",
    "同学们好今天这节课我们来学习一元一次不等式第三课时本节课的知识主要包含以下四部分内容本节课的学习内容为课前热身提升练习课堂小结课后作业首先跟我进入到第一部分内容课前热身回忆前面所学习的知识请你与我边读边填空第一题只含有一个未知数并且含未知数的式子都是整式未知数的次数都是一像这样的不等式叫做一元一次不等式二同解一元一次方程类似解一元一次不等式的基本步骤为想一想有哪些步骤呢去分母去括号移项合并同类项未知数的系数化为一在解题过程中应注意当不等式的两边都乘以或除以同一个负数时不等号的方向应改变请你按下暂停键来完成本页的三道题第三题若想判断四个选项哪一个是一元一次不等式那么必须依据一元一次不等式的定义来逐一判断A选项发现未知数在分母中那么X分之五不是整式所以不是一元一次不等式B选项发现X平方的次数是二所以它也不是一元一次不等式C选项发现未知数的个数是两个非一个所以它也不是因此答案是D第四题不等式的解集式那这个不等式非常容易求解所以答案是C第五题想求A的取值范围那么根据前面的代数式5-2A的值不小于三可得不等式为5-2A不小于翻译为大于等于所以5-2A大于等于三因此解这个不等式可得答案C再请你按下暂停键做一下第四题和第五题若想求得第四题不等式的正整数解必然要求出2-5小于等于零的解集不难求出来它的解集为X小于等于52所以正整数解分别有一和二因此答案是B第五题不等式5X加一大于等于三X减一的解集在数轴上表示正确的是那首先应该求出这个不等式的解集应该为X大于等于一所以应该是一处实心点且方向向右所以答案是B现在请你做一下第六题按下暂停键我们核对一下答案在大家求不等式的解集时请注意两边同乘最小公倍数时不要漏成且当分子上是多项式时请注意分数线去掉时要加括号那第一题答案是X大于等于四第二题答案是X小于二请你核对答案好我们进入到第二部分内容提升练习我们一起来看一下第一题若M加一倍的X的平方次幂减三大于零是关于X的一元一次不等式则M的值为既然这个不等式是关于X的一元一次不等式那么为了保证一元也就是X的存在并且次数要为一所以它的系数M减加一自然不等于零它的次数平方等于一所以我们知道M就应该等于正一我们再来看一下第二题若X等于二是不等式2X减A减二小于零的一个解则A可取的最小正整数为那么X等于二既然是不等式的一个解所以它就可以代入到不等式中使得不等式依然成立因此可以得到四减A减二小于零解关于A的不等式可得A大于二那么A可取得最小正整数就为很好B13我们再来看一下第三题若关于X的方程2X加一等于三K的解是负数则K的取值范围是什么你先来思考一下那么题中说是关于X的方程那就意味着X是未知数K呢看成已知数方程的解是负数那这方程的解应该如何用K来表示呢所以我们的思路就很明显了我们先求出方程的解接下来解是负数也就是小于零那么就可以找到关于K的不等式好我们动手来解一解即方程的解为X等于二分之3K减一因此二分之3K减一小于零K小于13同学们来看一下第四题请你按下暂停键独立做一做这道题知道了不等式的正整数解恰为123你是不是就在想那123带回到不等式中不等式肯定成立这时求出的A的取值范围就是最终答案这个思路对吗不对原因是不等式的正整数解虽然是有限个但是它的解是无数个那么你所求出来的A并不能够代表最终的A的取值范围那我们应该如何来求解呢既然是关于X的不等式那A应该是看成已知数我们求出它的解集不难求出解集为X小于等于三分之A这时我们就知道既然正整数解是123所以三分之A必然应该在123这三个点的右边同意吗也就是三分之A必然在三的右侧但是由于只有最大的正整数解释三所以三分之A又不能够超过四所以三分之A必然在三与四之间那么这时候我们就在想那能不能等于三呢也就是X小于等于三的正整数解是不是还是123可以那能不能等于四呢如果等于四正整数解就应该包含四所以三分之A的范围就应该是大于等于三小于四这样我们发现这个抽象的问题如果我们画出数轴帮助我们来分析是不是就更直观了呢所以我们可以通过数形结合解决问题因此最终的答案是A大于等于九小于12第五题请你按下暂停键自己独立做一做若实数三是这个不等式的一个解那么A可取得最小正整数为多少因此自然三是这个不等式的一个解所以三必然包含在这个不等式的解集范围内所以此不等式的解集我们解出来是X小于二分之A加二这样我们知道它的解集如果画在数轴上就应该是一个空心的点并且是空心点左侧的所有部分那二分之A加二应该在哪呢既然三是它的一个解所以二分之A加二必然应该在三的右侧也就是说如果画在图如图这样的情况时那么我们知道此时是不包括三的那二分之A加二必然在三的右侧所以二分之A加二应该大于三这样我们知道A的范围就是大于四的所以A可取的最小正整数为五同学们再来做一下第六题请按下暂停键第六题给出了解集是X小于M加42让我们来判断ABCD4个点中哪一个点可能是实数M对应的点题中告诉了解集那么这个解集又是用M的代入式来表示的那这时我们就在想这个解集是如何来解出来的呢我们自己也想动手试一试对吗所以我们发现一项合并同类项就会得到M加二倍的X大于四不等式两边要同除以M加二我们知道当不等式两边同除以也M加二时自然要判断M加二是正还是负这就涉及到了不等号的方向而题中不等号的方向之所以发生改变是不是就找到了原因呢所以我们知道M加二必然是小于零的这样M小于二因此这四个点中只有A可能是M对应的点我们再来看一下第七题仍然建议你按下暂停键独立试着做一做第七题告诉我们这个不等式的解集是X小于四要想求后一个不等式的解集这两个不等式中都含有了A那么要想求后一个不等式的解集自然就想知道A是多少那么由前一个A减二倍的X大于二A减五这个不等式我们就应该想尽办法求出A来若想求A这个不等式已经就差最后一步两边同时除以A减二就可以得到解集题中很仁慈告诉我解集是小于四但是我们知道这是一个范围无法把这个范围带回到不等式中这样我们就得正面求解既然只差系数化一了那么我们会发现不等号的方向为什么会发生改变呢所以我们找到了题中的A减二的范围原来A减二必然是小于零的只有系数为负数才能引起不等号的变化那这时我们就两边同除以A减二那不等式的解集就应该是X小于A减22A减五题目中明确解集是小于四那这时你会得到什么结论呢我们就知道他们应该代表同一个阶级呀这样的话A减22A减五必然等于四所以我们可以求出A等于32那A等于32又是怎样求出来的这个方程你会解吗如果用你已学的知识来解决呀这不是一个整式方程啊你同意吗分子必然应该能被分母整除也就是说分子2A减五必然是分母A减二的四倍那它其实是一个一元一次方程你就会解了同意吗这样有了A的值我们自然就知道了2A减5Y大于一这个不等式如何来求解了所以它的解集是Y小于25答案应该是D看似很复杂的一道题其实依据于题中的条件逐步的去求解并没有那么难所以同学们请大家不要为难而要迎难而上到了本节课的课堂小结时间回顾本节课的习题那本节课的习题前两道题我们的方法是什么呢请注意在代数问题中一般往往是题目说什么我们就做什么即对定义的理解要扎实到位学会灵活运用那第三题能给我什么样的方法总结呢第三题其实是把方程或方程组的解用字母表示出来将解代入到已知条件中再解不等式即可求出字母的取值范围注意解方程或方程组时将字母要看成已知数求解第四题和第五题其实是同一类的问题对于这类问题我们的方法是把已知或能算出来的解表示在数轴上让带字母的解在数轴上移动观察何时满足题目的要求尤其是注意临界点是否能够取得到也就是我们的取等号还是不取等号的问题第六题和第七题是一个类型题解决这类问题的方法是解析对照法最关键的在于对即在含字母的代数式与给出的解集之间建立对应关系从而确定字母的值或取值范围本节课的课后作业作业文档中的相关内容今天的课上到这里同学们再见",
    "各位同学好今天我们学习一元一次不等式组我们这节课的学习目标是一了解一元一次不等式组及其解集的含义二会解由两个一元一次不等式组成的不等式组并会用数轴确定解集首先我们看这个问题用每分钟可抽30吨水的抽水机来抽污水管道里积存的污水估计积存的污水超过1200吨而不足1500吨我将污水抽完所用时间的范围是什么你有什么思路呢请大家按下暂停键思考一下吧好的同学们我们一起分析一下这个问题要求的是将污水抽完所用时间的范围需要满足的两个条件是抽出的污水要超过1200吨且不足1500吨那么对于这两个条件要怎么列式表示呢请同学们按下暂停键在笔记本上列一下吧我们可以设用X分钟将污水抽完因为每分钟可抽30吨水所以X分钟抽取的水需同时满足不等式30X大于1200且30X小于1500类似于方程组把这两个不等式合起来组成一个一元一次不等式组记作用大括号把两个一元一次不等式联立现在我们需要解决的问题就是怎么确定不等式组中X的取值范围可以类比方程组的解我们知道方程组的解就是几个方程的公共解那么解不等式组就是求各不等式解集的公共部分接下来我们具体求解一下这个不等式组由不等式一解得X大于40由不等式二解得X小于50那这两个解集在数轴上应该怎么表示呢把不等式一和二的解集在数轴上表示出来借助数轴确定两个不等式解集的公共部分从而得出X的取值范围是X大于40小于50因此将污水抽完所用时间多于40分钟而小于50分钟通过上述问题我们可以概括出不等式组的解集的概念一般的几个不等式的解集的公共部分叫做由他们所组成的不等式组的解集解不等式组就是求它的解集下面我们通过一个例题看一下一元一次不等式组的具体解法例一解下列不等式组12X减一大于X加一且X加八小于四X减122X加三大于等于X加11且三分之2X加5-1小于二减X你能独立解这两个不等式组吗请同学们按下暂停键自己试一下吧好的同学们我们首先一起看一下第一个不等式组的求解步骤解不等式一得X大于二解不等式二得X大于三把不等式一和二的解集在数轴上表示出来如下图从数轴上可以找出两个不等式的解集的公共部分最后变得不等式组的解集为X大于三接下来我们一起看一下第二个不等式组的求解步骤解不等式一得X大于等于八解不等式二得X小于45把不等式一和二的解集在数轴上表示出来如下图从数轴上可以看出两个不等式的解集没有公共部分因此不等式组无解通过这个例题你能否归纳出解一元一次不等式组的步骤呢请同学们按下暂停键将一元一次不等式组的步骤归纳在笔记本上吧好的同学们看一下我们归纳的步骤是否一样吧步骤一先求出不等式组中各不等式的解集步骤二再求出这些解题的公共部分当然在求公共部分的时候我们可以借助数轴利用数形结合的办法接下来我们做一个练习看看大家是否已经学会了解一元一次不等式组请同学们按下暂停键自己在笔记本上做一下吧好的同学们现在我们一起对一下答案解不等式一得X小于四解不等式二得X小于等于二把不等式一和二的解集在数轴上表示出来如下图从数轴上可以找出两个不等式解集的公共部分最后得不等式组的解集为X小于等于二你做对了吗下面我们看一下一元一次不等式组的应用例2X取哪些整数值时不等式5X加二大于三倍的X减一与12X减一小于等于7-2分之三X都成立我们一起来分析一下这个例题求出这两个不等式组成的不等式组的解集解集中的整数是不是就是所要求的X的整数值所以我们可以按照这个分析思路进行具体求解请同学们按下暂停键自己在笔记本上尝试求解一下吧好的同学们我们一起看一下具体求解过程解不等式组5X加二大于三倍的X减一且二分之1X减一小于等于七减3/2X得X大于-52小于等于四用数轴表示为你现在知道符合条件的整数解有哪些了吗通过数轴不难直接找出X可取得整数值是二负101234你找对了吗接下来我们做一个练习巩固一下一元一次不等式组的应用练习X取哪些正整数值时不等式X加三大于六与2X减一小于十都成立相信这个练习并不会难倒大家请同学们按下暂停键在笔记本上快速求解一下吧好的同学们我们一起来对一下答案吧解不等式组X加三大于六且2X减一小于十得X大于三小于5.5所以X可取四和五你做对了吗下面我们进行拓展延伸前面我们学习的都是球由两个不等式所组成的不等式组的解集现在看看大家能否求出三个不等式5X减一大于三倍的X加一二分之一X减一大于3-2分之三XX减一小于三X加一的解集的公共部分请同学们按下暂停键动手试一下吧好的同学们我们一起看一下具体求解步骤吧解不等式5X减一大于三倍的X加一得X大于二解不等式1/2X减一大于三减3/2X得X大于二解不等式X减一小于三X加一得X大于一同样的将三个不等式的解集在数轴上表示出来通过数轴可以直接找出三个不等式的解集的公共部分为X加二所以由这三个不等式所组成的不等式组的解集也为X大于二你做对了吗接下来我们一起研究一下拓展延伸二设A小于B你能说出下列四种情况下不等式组的解集吗请同学们按下暂停键在笔记本上画数轴试一试吧好的同学们我们一起来看一下这四种情况下不等式组的解集首先我们可以在数轴上画出这四种情况下各不等式的解集第一种情况X大于A且X大于B通过数轴可以直观找出两个不等式解集的公共部分从而得出不等式组的解集为X大于B第二种情况X小于A且X小于B通过数轴可以直观找出两个不等式解集的公共部分从而得出不等式组的解集为X小于A第三种情况X大于A且X小于B通过数轴同样可以直观找出两个不等式解集的公共部分从而得出不等式组的解集为X大于A小于B第四种情况X小于A且X大于B通过数轴可以发现两个不等式的解集没有公共部分从而得出不等式组无解通过对这四种情况的研究我们可以归纳出以下规律或口诀同大取大即同时用大于号连接的两个不等式所组成的不等式组的解集为X大于较大的数同小取小即同时用小于号连接的两个不等式所组成的不等式组的解集为X小于较小的数大小小大中间找即由大于较小的数的不等式和小于较大的数的不等式所组成的不等式组的解集为X大于较小的数小于较大的数大大小小解不了即由大于较大的数的不等式和小于较小的数的不等式所组成的不等式组无解下面我们做一个练习看看前面我们归纳的口诀可以如何使用若关于X的不等式组三分之X加四大于二分之X加一且X加A小于零的解集为X小于二则A的取值范围是多少请同学们按下暂停键自己算一下吧好的同学们我们一起来对一下答案吧解不等式一得X小于二解不等式二得X小于负A而不等式组的解集为X小于二所以利用口诀同小取小得出二小于等于负A即A小于等于二你做对了吗最后我们对本节课进行一下小结本节课我们主要学习了以下三个方面的内容学习了一元一次不等式组及其解集的概念并且掌握了解一元一次不等式组的步骤好的同学们本节课到这里就结束了同学们再见",
    "同学们好今天我们学习的内容是不等式与不等式组复习课通过今天的学习我们希望达到的教学目标是一复习巩固不等式一元一次不等式组的概念二强化一元一次不等式组的解法会解含参不等式三能够运用一元一次不等式解决实际问题根据本章的学习我们知道了在实际生活中存在不等关系需要使用不等式进行表达让我们根据本章的知识框架一起回顾不等式的相关概念吧我们知道了用不等号连接起来的式子叫做不等式常用的不等号中大于等于号还可以用文字描述为不小于小于等于号还可以在文字语言中描述为不大于类似于方程的解的概念使不等式成立的未知数的值叫做不等式的解而区别于方程的解不等式的解可能是无数个一个不等式所有的解组成的集合叫做不等式的解集求不等式解题的过程或证明不等式无解的过程叫做解不等式解方程的依据是等式的性质解不等式的过程依据是不等式的性质类似于等式的性质不等式两边都加上或减去同一个数或式子不等号方向不变不等式两边都乘上或除以同一个正数不等号方向不变而区别于等式的性质在不等式的两边都乘上或除以同一个负数不等号的方向改变要特殊进行记忆的是在不等式两边都乘或除以一个负数时一定要记得将不等号的方向进行改变请按下暂停键认真解答练习一中在A大于B的前提下第一个小题两侧同时乘以二又同时减去五不等号的方向不需要发生改变因此答案是大于号第二个小题在A大于B的情况下将两侧同时乘以-3.5又同时加上一因此不等号的方向需要发生改变即含A的代数式应该小于含B的代数式观察含A的代数式写在了题目的右侧因此答案应该是大于A选项与B选项并未在M大于N的情况下同时加上一个数或同时乘上一个数因此A与B选项不一定成立对于C选项考虑两侧同时乘以A方而A方是一个大于等于零的数当A等于零的时候ma方应该等于A方所以C选项不一定成立4D选项在M大于N的情况下两侧同时乘以一又同时加上A不等号的方向应该发生改变因此4D选项是一定成立的答案是4D根据C选项它的内容是在M大于N的情况下考虑ma方是否大于A方那么反过来如果已知ma方大于NA方那么M大于N是否成立呢答案是一定成立因为A方是大于等于零的数要想让ma方大于NA方成立A就一定不可能为零所以A方是一个正数对于ma方大于NA方两侧同时除以一个正数A方得到M大于N不等式的方向不等号的方向不需要发生改变所以判断的这个题目是正确的接下来我们来回顾一元一次不等式的相关概念和解法你还记得满足一元一次不等式的条件有哪些吗根据一元一次不等式的概念满足一元一次不等式的条件有三个即只含有一个未知数未知数的最高次数是一不等号两边都是整式请你完成练习三请按下暂停键认真解答在给定的不等式中告诉我们是一个关于X的一元一次不等式因此要满足的条件是X为一次方X的系数不为零因此X的指数M的绝对值减三等于一X的系数M加四应该不等于零由此得到的M的值是四掌握了一元一次不等式的概念回顾解一元一次不等式的一般步骤和方法是什么呢类似于一元一次方程的解法解一元一次不等式的步骤式去分母去括号移项合并同类项系数化为一求出一元一次不等式的解集想一想哪一步使用了不等式的性质呢去分母的过程需要不等式两侧同时乘各个分母的最小公倍数使用了不等式的性质二移项的过程需要不等式的两侧同时加上或减去一个数或式子运用了不等式的性质一系数化一的过程需要不等式两侧同时乘或除以一个数需要使用不等式性质二或三注意在使用不等式性质三的时候一定要记得改变不等号的方向不等式的解集一般要求在数轴上表示出来在画数轴时要铅笔直尺作图竖轴必须画正方向即指向右侧的箭头必须标记原点表达不等式的解集可根据大向右小向左有等号是实心无等号是空心进行标注在屏幕出现的四个数轴中由于A的正负未加限制无法确认和画出圆点的位置而同学们的作图中务必出现原点请按下暂停键认真解答练习四想要求一个不等式的最小整数解首先需要化简不等式求不等式的解集分母526的最小公倍数为30故等式两边同时乘以30可得将不等式继续去括号合并同类项移项系数化一可以得到其解集为X大于等于914在数轴上表示不等式的解集根据数轴找到不等式的最小整数解为一在本题中并未要求必须画数轴求解因此画图步骤可以省略但使用数轴分析问题能够减少判断失误大大降低错误率建议同学们分析使用下面我们一起复习一元一次不等式组的概念和解法类似于二元一次方程组一元一次不等式组的概念是把几个含有相同未知数的一元一次不等式合起来就组成了一个一元一次不等式组几个不等式解集的公共部分叫做由他们所组成的不等式组的解集求一元一次不等式组解题的过程叫做解一元一次不等式组根据解不等式组的概念可以得到解不等式组的方法是首先求出这个不等式组中各个不等式的解集然后利用数轴求出不等式的解集的公共部分即可求出不等式组的解集根据两个不等式解题在数轴上的情况可以发现总结规律已能够不需要画数轴就能快速确定两个不等式解集的公共部分求出不等式组的解集如果你忘了或是怕记混了这些规律仍然可以通过画数轴的方法确定解题请按下暂停键认真完成练习五根据题意应该先分别求两个不等式的解集通过观察有大于号的解集对应的数相对较小有小于号的解集对应的数相对较大即大小小大中间找可以根据口诀得到不等式组的解集是一小于等于X小于514可以直接在数轴上表示不等式组的解集如果我们不太确定口诀的正确性也可以在数轴上分别表示两个不等式的解集再找到解题的公共部分得到不等式组的解集一元一次不等式组求解过程中常出现求特殊解的问题比如整数解非负数解等这时要注意不要漏解特别是当出现大于等于或小于等于时要注意两头数值是否在取值的范围内对于这道题目所得的整数解是一和零下面我们来利用不等式组解决求字母的值或取值范围的问题请按下暂停键认真解答第一个小题不等式X小于等于M只有四个正整数解通过画数轴可以知道这四个正整数解一定是1234M等于40已经可以让不等式X小于等于M只有四个正整数解了但不止这样M取值在4~5之间时都可以而当M等于50会有五个正整数解因此M就更不可能再大于五了因此M的取值范围是四小于等于M小于五解决这种问题我们是通过先确定M的一个临界值四再考虑与临界值相邻的一个整数间的值是否满足题意进行分析判断的那我们学以致用再来看看这个小题吧若关于X的不等式组M小于X小于等于三只有三个整数解则M的取值范围是什么呢不难得到这三个整数解一定是321这样就考虑M的一个临界值一再考虑与临界值相邻的一个整数零M在0~1之间是否都能满足呢考虑到X是不等于M的因此M等于一的时候一小于X小于等于三会只有两个整数解二和三因此M不可以等于一而M可否等于零呢在零小于X小于等于30是可以满足三个正整数解123的因此M的取值范围应该是零小于等于M小于一第二道题目相对比较简单可以分别求出两个不等式的解集再根据题目告知的两个不等式的解集相同就可以判断13分之212M与二相等进而求出未知数M的值二第三个题目先分别求出两个不等式的解集然后思考一个不等式的解也是另外一个不等式的解与第二道题目中的两个不等式的解集相同是相同的概念吗答案不一定一个不等式的解也是另外一个不等式的解除了可能解集相同以外还有可能第一个不等式的解在第二个不等式解集的内部根据题意可以得六加A大于等于一其中相等的情况就是两个不等式的解集相同的情况大于的情况就是第一个不等式的解集在第二个不等式解集的内部的情况由此得到A的取值范围是大于等于七最后我们通过两个题目巩固不等式的实际应用问题请你按下暂停键认真完成练习八的两个题目对于第一道题目知识竞赛共有20道选择题如果答对了X道题那么答错或不答就有20减X道题答对一题计时分那么答对的总得分就是10X答错或不答一题扣五分那么扣掉的总分就是五倍的20减X要想让得分超过100分就可以列不等式10X减五倍的20减X大于100化简得X大于403根据这个实际问题我们要考虑在未知数的取值范围内取整答题40/3等于13又1/3而X大于403所以这道题目要取整它至少要答对14道题才能使总分超过100分问题二中提到操作恰好进行三次才停止可以判断运行两次时候不大于190运行三次时候大于190因此可以根据程序框图列不等式组运行一次的结果是3X减二运行第二次时候以3X减二为一个新的数再乘3-2得到第二次运行的结果结果小于等于190就得到第一个不等式将第二次运行的结果继续乘以3-2进行表达得到第三次运行的结果结果大于190就得到第二个不等式解不等式组的过程和巧妙的方法已经在屏幕上展示最后X的取值范围是八小于X小于等于22今天的作业需要同学们认真阅读例题根据例题解决新的问题你可以尝试思考计算在本节作业答案中公布了详细过程供同学们参考",
    "同学们好今天我们一同来学习统计调查第一课时希望通过本节课的学习达到如下学习目标一了解全面调查及相关概念二学习数据处理的一般过程即收集数据整理数据描述数据和分析数据看如下活动如果要了解全班对新闻体育动画娱乐戏曲五类节目的喜爱情况请同学们想一想你怎么调查调查到什么程度就达到了调查的目的了调查的对象是什么显然我们需要知道喜欢这五类节目的各有多少人进而计算出全班学生对这五类节目喜爱人数的百分比调查的对象是全班同学为了得到全班学生对这五类节目喜爱人数的百分比我们需要做哪些事情呢我们自然要了解每名同学喜欢哪类节目如何了解呢最常采用的方法是举手示意的方法或问卷调查的方法用举手示意的方法和问卷调查的方法各有什么优点和缺点呢请同学们按下暂停键用心想一想举手示意的方法优点是简便快捷缺点是被调查的对象不能太多问卷调查的方法优点是程序规范被调查的对象可以比较多缺点是被调查对象少时不够简便快捷我们采用问卷调查的方法来完成上述活动想一想设计问卷调查的目的是什么请同学尝试为此活动设计一个调查问卷请按下暂停键设计一下吧一起来看这份调查问卷由被调查人填写时间然后以选择题的形式选出最喜爱的电视节目填完后将问卷交数学课代表继续思考如果想了解男女生喜爱节目的差异问卷中还应包含什么内容当然问题中还应增加性别项设计好调查问卷可以收集数据某同学经过调查得到以下50个数据这50个数据显然是杂乱无章的需要将其整理一下那么怎样整理数据呢我们采用画技法记录数据正字的每一华代表一名同学以A为例A出现1234话剧处记作人数为四再看B出现123456789十在画技处记作人数为十我们采用同样的方法化解C为人数为十五划及地为人数为18画技意为人数为三合计为50如何得到百分比呢喜欢节目A人数为四总人数为54除以50再乘以百分之百得到8%喜欢节目B1050乘以百分之百等于20%喜欢节目45÷50乘以百分之百得到30%喜欢节目D1850乘以百分之百得到36%喜欢节目E350乘以百分之百得到6%合计为100%为了更直观的看出上表中的信息你能画出条形图描述表中信息吗请按下暂停键动手画一画我们来展示一下条形图七横坐标表示节目类型分别记清新闻体育动画娱乐戏曲纵坐标表示人数前面的表格和这幅条形图都可以用来描述数据还有什么图形能够描述表中的数据呢同学们一定会想到扇形图展示一下扇形图用大小不等的扇形分别表示喜爱的五类电视节目用不同颜色标明并记录所占的百分比扇形图有什么特点呢同学们可以看到扇形图可以显示每类节目喜爱人数占总人数的百分比即体现部分与总体的关系善行有大有小体现在慎行的角度上那么盛行的角度怎么确定喜欢节目A的占8%即表示节目A的扇形占圆的8%显然360度乘以8%等于28.8度于是表示结尾的扇形其圆心角为28.8度同理喜欢节目B360度乘以20%等于72度喜欢节目C360度乘以30%等于108度喜欢节目地360度乘以36%等于129.6度喜欢节目E360度乘以6%等于21.6度条形图和扇形图在直观反映统计信息时各有什么优点和缺点呢同学们好好想一想先来说优点条形图易于比较每组数据之间的差别扇形图易于显示每组数据相对于总体的大小再来说缺点条形图不易显示每组数据相对于总体的大小扇形图不能判断出每组数的绝对大小同学们你能总结一下活动中进行调查的步骤吗首先我们设计了调查问卷用它来收集数据将收集的数据用画技的方法来整理数据前面的表格和条形图扇形图都可以用来描述数据我们经历了活动中进行调查的步骤有收集数据整理数据描述数据从而就可以进一步的分析数据在这个活动调查中我们收集了全班所有同学的数据像这样考察全体对象的调查叫做全面调查练习一下吧一小明为了了解同学们的课余生活设计了如下的调查问题你平时喜欢的一项课余活动是A看课外书B体育活动C看电视D踢足球你认为此问题的答案选项设计合理吗为什么如果不合理请修改请同学骂一下暂停键好好想一想显然它是不合理的我们发现B选项和D选项内容重复且四个选项中列出的只是课余活动的一部分修改的意见是把选项D改成其他第二题如图讲小王某月手机费中各项费用的情况制成扇形统计图则表示短信费的扇形圆心角的度数是我们先来计算一下短信费占手机费的百分比用百分百减去4%减去45%再减31%得到20%显然用360度乘以20%等于72度于是答案是72度同学们一同回顾一下吧本节课是初中阶段统计部分的第一课时在这一课室里同学们经历数据处理的一般过程学习了收集数据整理数据描述数据和分析数据的一些知识并且在统计调查中采用了全面调查什么是全面调查呢考察全体对象的调查叫全面调查同学们你们都学会了吗请认真做好笔记同学们再见",
    "同学们大家好今天我们来学习统计调查的第二课时首先大家看下面的问题某中学共有2000名学生想了解全校学生对新闻体育动画娱乐戏曲五类电视节目的喜爱情况请同学们想一想怎样进行调查可以用全面调查的方法对全校学生逐个进行调查然后整理收集到的数据统计出全校学生对五类电视节目的喜爱情况但是由于学生比较多全面调查花费的时间长消耗的人力物力大因此需要寻找一种不做全面调查就能了解全校学生喜爱各类电视节目的情况的方法达到既省时又省力解决问题的目的这就是我们要学习的抽样调查抽样调查只抽取一部分对象进行调查然后根据调查数据推断全体对象的情况这种方法叫做抽样调查前面问题中我们只抽取一部分学生进行调查然后通过分析被调查学生的数据来推断全校学生喜爱电视节目的情况下面我们来了解一些概念第一要考察的全体对象称为总体如上面问题中全校学生是要考察的全体对象成为总体第二组成总体的每一个考察对象称为个体如问题中的每个学生为个体有时为了强调目的人们把全校学生喜爱电视节目作为总体每一个学生喜爱的电视节目作为个体总之总体和个体的从属关系要一致第三被抽取的那些个体组成一个样本问题中被抽取调查的那部分学生为样本那么抽取多少名学生进行调查比较合适呢如果抽取调查的学生很少样本就不容易具有代表性也就不能客观地反映总体的情况如果抽取调查的学生很多虽然样本容易具有代表性但花费时间和精力也多达不到省时省力的目的因此抽取调查的学生数目要适当例如这个问题中可以抽取100名学生作为样本进行调查一个样本中包含的个体的数目称为样本容量上述抽取的样本容量为100下面请大家看例一例一下面调查中最适合采用抽样调查的事请大家按下暂停键认真思考答案是B对某市场E品牌电脑使用寿命的调查应该采用抽样调查因为电脑使用寿命的调查是具有破坏性的调查不能将所有电脑都使用到寿命截止所以要采用抽样调查A选项对某地区现有的18名百岁以上老人睡眠时间的调查因为总共只有18名老人所以可以进行逐一的全面调查C选项对神舟10号运载火箭发射前零部件质量的调查虽然火箭零部件多但只有逐个进行全面调查才能保证发射不出问题B选项对某校7年级三班学生视力情况的调查因为7年级三班最多学生也只有几十人所以进行全面调查是可行的那么哪些调查不适合全面调查而选用抽样调查呢一总体数量非常大没必要逐个调查每个个体二有破坏性的调查如灯泡电视等使用寿命炮弹的杀伤半径等请大家完成例二例二在一次考试中考生有2万名怎样才能既省时又省力的了解到这些考生的数学平均成绩呢我们可以采用抽样调查的方法获取500名考生的成绩进行统计分析估计2万名考生的情况那么你能说说什么是这个问题的总体个体样本样本容量吗最后问题的总体是2万名考生数学成绩个体是其中每名考生的数学成绩样本是所抽取的500名考生的数学成绩样本容量是500下面请大家完成一道练习题为了了解某市参加中考的2万5000名学生的身高情况抽查了其中1200名学生的身高进行统计分析下面叙述正确的是请大家按下暂停键认真思考答案是B1200名学生的身高是总体的一个样本本题调查的是学生的身高情况所以强调调查的是身高落在身高上而不是学生上A选项总体应是2万5000名学生的身高C选项个体应是每个同学的身高B选项以上的调查应是抽样调查下面归纳一下全面调查和抽样调查是收集数据的两种方法全面调查收集到的数据全面准确但一般花费多耗时长而且某些调查不宜用全面调查花样调查具有花费少省时的特点但抽取的样本是否具有代表性直接关系到总体估计的准确程度为了解全校同学的平均身高小明调查了座位在自己旁边的三名同学把他们身高的平均值作为全校同学平均身高的估计一小明的调查是抽样调查吗二这个调查结果能较好地反映总体的情况吗如果不能请说明理由请大家按下暂停键认真思考好第一个问题小明的调查是抽样调查第二个问题不能客观地反映总体一个原因是样本容量太小第二个原因是坐在一起的同学一般身高都比较接近这样选取的样本缺乏代表性那么怎样的抽样方法才能使样本更具代表性能更好地反映总体的情况呢下面介绍一种抽样方法简单随机抽样抽取样本的过程中总体中的每一个个体都有相等的机会被抽到像这样的抽样方法是一种简单的随机抽样请看练习三某班要选三名同学代表本班参加班级间的交流活动现在按下面的办法抽取把全班同学的名字分别写在没有明显差别的小纸片上把纸片混放在一个盒子里面充分搅拌后随意抽取三张按照纸片上所写的名字选取三名同学你觉得上面的抽取过程是简单随机抽样吗为什么请按下暂停键认真思考是简单随机抽样因为纸片没有明显差别又充分搅拌这样保证了抽取样本的过程中任意一个个体都有相等的机会被抽到那么前面的问题中在2000名学生中如何随机抽取100名学生进行调查呢我们可以每班抽取相同学号的同学或可以用电脑把全校学生编号随机摇号选取100名同学还可以采取在学校门口随机采访100名同学等方法下表是某同学制作的样本容量为100的调查数据统计表你能用扇形图描述表中的数据吗这张是同学根据表格绘制的扇形图它能直观表示有关数据通过扇形图可以看出样本中喜爱娱乐节目的学生最多为38%据此可以估计出这个学校的学生喜爱娱乐节目的最多约为38%左右类似的由上表可估计这个学校喜爱其他节目的学生的百分比总结一下用抽样调查的方法进行调查的过程从总体中利用简单随机抽样抽取样本收集数据然后描述分析数据得到样本情况最后通过样本情况估计总体小杰今天我们学习了抽样调查及相关概念还学习了抽样调查的必要性和简单随机抽样初步体会样本估计总体的思想本节课的学习到这里同学们再见",
    "同学们大家好本节课我们学习的内容是直方图本节课的学习目标有以下三个方面一认识频数分布直方图了解其中横纵坐标等表示的含义二能画出频数分布直方图三能利用频数分布直方图解释数据中蕴含的信息上节课我们学习过用统计图来直观地反映数据规律这三个统计图分别是条形图扇形图和折线图大家应该都很熟悉其中条形图能清楚地表示每个项目的具体数字而扇形图能表示出各部分在总体中所占的百分比折线图能反映出数据变化的趋势本节课我们将学习一种新的统计图叫做频数分布直方图请同学们先看这样一道问题为了参加全校各年级之间的广播操比赛7年级准备从63名同学中挑选身高相差不多的40名同学参加比赛为此收集到这63名同学的身高如下表所示请同学们想一想选择身高在哪个范围内的学生参赛呢要解决这个问题我们需要考虑选取的原则以及选取的方法首先选取的参赛选手身高要比较整齐所以我们需要知道身高在哪个范围的学生多哪个范围的学生少那就需要对数据进行分组比如我们让身高为1米6到1米65的学生一组或者也可以让1米6到1米7的学生一组如果我们把每组的范围定的比较大那分的组数就会比较少那问题是分几组合适呢每组的范围应该定为多少解决了这个问题我们就可以通过统计画图观察找到合适的参赛选手了下面我们来看一下具体的步骤首先第一步计算最大和最小值的差大家看一下这个表格其中的最小值应该是149那最大值呢在这是172所以最大值和最小值的差是23cm说明身高的变化范围是23cm第二步决定组句和组数其中组句的意思是把所有数据分成若干组每个小组的两个端点之间的距离叫做组距比如我们让身高为160到165cm的一组那么组距就是五组数的意思是分成的组的个数这里大家需要注意几个问题各组的组句可以相同或不同初中阶段呢通常是等距分组的而对于组句和组数定为多少是没有明确的标准的要凭借经验和所研究的具体问题来决定一般来说数据在100个以内的时候按照数据的多少通常分为5~12组这道题我们将组句定为三也就是从最小的数149开始每隔三作为一组比如第一组范围是149到152之间的数第二组呢是152~155之间的数这里请大家注意这两个不等号关于能否取等以及在哪取等一会儿我们还会进一步解释而且这个组句三是凭借我们的经验选出来的一会儿我们也会尝试不同的组句那明确组句之后想求组数可以用这样的公式最大值减最小值除以组距刚刚已经求出来最大值和最小值的差是23那除以组距三得到的结果是七又2/3这里同学们想想那我们分几组合适呢应该是分为八组同学们想想如果分七组的话从149开始分七组那么就会有一些比较大的数据没有在最后一组的范围内也就是说那些数据比最后一组范围的那个最大值还要大这样肯定是不行的所以我们要选比七又2/3大的那个整数也就是分为八组那明确了组句和组数之后我们就可以开始进行统计了我们会分别列表和画图首先我们先列频数分布表这个频数是什么意思呢它是对落在各小组内的数据进行累计得到各小组内的数据的个数那说的更直白一点对这道题来说频数的意思就是每个小组内的人数频数分布表是这样的老师已经把每个小组的范围都分别写在了表的第一列下面我们来对照这些数据数一数每个小组的人数首先来看第一个小组要找大于等于149小于152的数找一找149151有两个数所以填在这继续看第二组要找大于等于152小于155的数那我们在图表中数一下有这样六个数是满足题意的所以把六填在表格中同学们也可以像这样通过圈画做好标记这样可以保证数的时候不重也不漏那同样的方式我们也补全剩下六组的频数分别是十二十九十842如果题目中的数字像这样很多也建议大家使用画记的方法也就是画正字怎么做呢我们看图表的第一个数是158那么它在哪一组看一下左边的表它应该在第四组所以我们在第四组这画出正字的第一个笔画这个横线那接下来看第二个数据168他应该是在第七组第七组画出正字的第一笔以此类推直到我们把所有的数据都找到他所在的组并做好画技之后只要数比划的个数就可以了这是一种非常好的统计的方式这样我们就把频数分布表列好了现在我们来观察每一组的范围比如第一组X大于等于149小于152左边取等右边不取等我们发现每一组都是这样的这样写的目的呢是为了保证数据不重也不漏比如说152这个数据它只能属于第二组那如果我把范围写成这样两边都是不取等的这样不合理原因是152这个数据它不属于任何一组那如果写成这样呢两边都取等这样也是不合理的因为152它不能同时属于两组这样我们数据就属重了所以只有表中这样是合适的也就是数据的不重不漏是我们的一个原则我们再来看频数这一列我们发现各组频数的和应该等于总数这也是很重要的一个结论我们也可以由此来验证自己统计数据的准确性那同学们在思考从表格中你还能读出哪些信息呢我们发现第345这三组人数最多一共有40一个人所以本道题要选40个同学去参加比赛那么我们就可以从身高在1米5到1米64之间的这些学生中挑选出40个同学而且最后一组是不包括164的这是表格能带给我们的一些信息接下来我们来画频数分布直方图他是这样的统计图的好处是可以直观形象的看出频数分布的情况比如哪个组人数多哪个组人数相对较少这个频数分布直方图同学们觉得是不是有一点像上节课学的条形图但他们还是有区别的我们一会儿再具体对比我们先来观察这个直方图首先它的横轴表示的是身高其中的那些数据都是各组的边界那大家发现了吗小锯齿这是因为我们的横轴是从零开始的如果保证单位长度那画到149就是我们数据的最小值的时候数轴已经很长了所以这个地方的小锯齿像是把前面我们用不到的地方给它折起来我们来继续看纵轴它表示的是频数和组距的比值举个例子大家看第三组它的频数是12也就是有12个人在这个范围内而组距是三所以纵坐标是12÷3=4大家看一下那个小矩形是不是对到了四的位置这样的设置方式好像和我们平时不大一样那同学们想一想纵坐标设置成频数和组距的比值这样的好处是什么呢我们来观察一下这里面的每一个小长方形小长方形的宽都是组距对这道题来说都是三而小长方形的高是频数和组距的比值所以由此来看小长方形的面积等于横纵坐标的乘积也就是频数所以这样的好处是用小长方形的面积来表示频数这对我们的以后的学习尤其是高中阶段的学习好处还是很明显的那初中阶段呢我们既然大部分都是等距分组如果纵坐标直接用频数来代替好像同学们画图和看图都会更方便一些那么初中阶段我们也经常用频数来直接作为纵坐标也就是小长方形的高就是频数比如说我们的第五组这个范围内学生一共有十个人所以小长方形的纵坐标直接对应十接下来让我们归纳一下刚刚讲过的画频数分布直方图的一般步骤首先第一步计算最大值和最小值的差也就是确定统计量的范围第二步决定组距和组数刚刚说过组句和组数是没有固定标准的我们要通过经验或者是统计数据来决定一般数据在100个以内的时候通常是分成5~12组的接下来我们要统计每组数据的频数根据频数和分组列出频数分布表接着再画出频数分布直方图下面请同学们对照刚刚的数据自己尝试着画出频数分布直方图同学们是不是都已经成功的独立地画出了频数分布直方图呢我们来看一下刚刚的直方图和我们上节课学习的这个条形图大家来思考这两个图形之间有什么联系和区别呢首先他们有共同点都是用小长方形来表示数据分布情况等距分组的时候矩形的高都表示频数的多少当然他们也有很明显的区别直方图中分组数据是具有连续性的所以各矩形之间是连续排列的中间没有空隙宽度表示的是组距而条形图中各矩形是分开排列的中间有一定的间隔这里宽度就没有实际意义了请同学们继续思考刚刚我们是把组句定为三那如果改变组句比如说定为二四或五此时数据会分成几组呢是不是也可以挑出身高比较整齐的队员呢这里老师给同学们展示一下主句是2345不同的频数分布直方图我们知道分组的目的之一是为了观察数据分布特征不同的分组情况对应着不同的频数分布如果组距很小比如说第一个组句是二那么组数就会很多这样数据就会过于分散而组句如果很大比如说最后一个图组就是五这样组数很少数据就会过于集中所以在实际过程中如何确定分组需要经验和不断的尝试最后我们来对本节课进行一下小结首先我们学习了画频数分布直方图的一般步骤有这样四步之后我们进行了直方图跟条形图一同点的对比这些内容同学们掌握了吗那本节课就上到这同学们再见"
]